Repository: lkraav/trac-hacks
Catalog: hudsontracplugin/trunk/HudsonTrac/locale/*/LC_MESSAGES/hudsontrac.po
Languages: de

source: This section is used to store configurations used by Jenkins Interface (HudsonTracPlugin)
de: Dieser Abscnitt wird zur Speicherung der Einstellungen des Jenkins-Interfaces (HudsonTracPlugin) genutzt.

source: Display status of modules in the timeline too.
de: Auch den Status von Modulen im Journal darstellen.

source: The url of the top-level Jenkins page if you want to display all jobs, or a job or module url (such as http://localhost/jenkins/job/build_foo/) if you want only display builds from a single job or module. This must be an absolute url.
de: Die URL der obersten Jenkins-Seite, wenn alle Aufträge anzeigt werden sollen, oder eine Auftrags- oder Modul-URL (z.B. http://localhost/jenkins/job/build_foo/), wenn Sie nur Builds eines einzelnen Auftrags oder Moduls anzeigen möchten. Dies muss eine absolute URL sein.

source: The path part of the API, either "api/python" or "api/json"
de: Der Pfadanteil der API, entweder "api/python" oder "api/json"

source: The interfacename (i.e. Jenkins) to use
de: Der zu nutzende Anzeigename (z.B. Jenkins)

source: The username to use to access Jenkins
de: Der Nutzername zum Zugriff auf Jenkins

source: The password to use to access Jenkins - but see also the api_token field.
de: Das Passwort für den Zugriff auf Jenkins (siehe auch Einstellung api_token).

source: The API Token to use to access Jenkins. This takes precendence over any password and is the preferred mechanism if you are running Jenkins 1.426 or later and Jenkins is enforcing authentication (as opposed to, for example, a proxy in front of Jenkins).
de: Das API-Token, das für den Zugriff auf Jenkins verwendet wird. Dies hat Vorrang vor einem Passwort und ist der bevorzugte Mechanismus, wenn Sie Jenkins 1.426 oder höher einsetzen und Jenkins die Authentifizierung erzwingt (im Gegensatz zu einem Proxy vor Jenkins).

source: The url of the Jenkins main page to which the trac nav entry should link; if empty, no entry is created in the nav bar. This may be a relative url.
de: Die URL der Jenkins-Hauptseite, auf die der Trac-Nav-Eintrag verweisen soll; ist sie leer, wird kein Eintrag in der Navigationsleiste erstellt. Dies kann eine relative URL sein.

source: The label for the nav menu entry (default value will be translated)
de: Die Beschriftung des Navigationsmenüeintrags (Standardwert wird übersetzt)

source: The label for the timeline option to display builds, can contain %(interfacename) to be replaced by the interface name option
de: Die Beschriftung für die Zeitleistenoption zur Anzeige von Builds, kann %(interfacename

source: Open Jenkins page in new tab/window
de: Jenkins-Seite in neuem Tab oder Fenster öffnen

source: Use an alternate success icon (green ball instead of blue)
de: Alternatives Bild für Erfolg nutzen (grüner statt blauer Ball)

source: Whether to display the build descriptions for each build instead of the canned "Build finished successfully" etc messages.
de: Build-Beschreibungen für jeden Build anstelle der fertigten Meldungen "Build erfolgreich beendet" usw. anzeigen.

source: Also show in-progress builds
de: Noch in Arbeit befindliche Builds anzeigen

source: List the changesets for each build
de: Die Änderungsliste für jeden Build anzeigen

source: Display the culprit(s) for each build. This is a comma-separated list of zero or more of the following tokens: `starter`, `author`, `authors`, `culprit`, `culprits`. `starter` is the user that started the build, if any; `author` is the author of the first commit, if any; `authors` is the list of authors of all commits; `culprit` is the first of what Jenkins thinks are the culprits that caused the build; and `culprits` is the list of all culprits. If given a list, the first non-empty value is used. Example: `starter,authors` (this would show who started the build if it was started manually, else list the authors of the commits that triggered the build if any, else show no author for the build).
de: Zeigt die Urheber für jeden Build an. Dies ist eine durch Komma getrennte Liste von null oder mehr der folgenden Werte: `starter`, `author`, `authors`, `culprit`, `culprits`. `starter` ist der Benutzer, der den Build gestartet hat (falls vorhanden); `author` ist der Autor des ersten Commits (falls vorhanden); `authors` ist die Liste der Autoren aller Commits; `culprit` ist der erste von Jenkins als Build-Auslöser erkannte und `culprits` ist die Liste aller Auslöser. Wenn eine Liste angegeben wird, wird der erste nicht leere Wert verwendet. Beispiel: `starter,authors` (dies würde anzeigen, wer den Build gestartet hat, wenn er manuell gestartet wurde, ansonsten die Autoren der Commits auflisten, die den Build ausgelöst haben (falls vorhanden), ansonsten keinen Autor für den Build anzeigen).

source: Error getting build info from '%(url)s': returned document has unexpected type '%(mime)s' (expected '%(mimewantjs)s' or '%(mimewantpy)s'). The returned text is: %(text)s
de: Fehler beim Abrufen der Build-Informationen von '%(url)s': Das zurückgegebene Dokument hat den unerwarteten Typ '%(mime)s' (erwartet wurde '%(mimewantjs)s' oder '%(mimewantpy)s'). Der zurückgegebene Text lautet: %(text)s

source: Error getting build info from '%(url)s': %(name)s: %(info)s. This most likely means you configured a wrong job_url, username, or password.
de: Fehler beim Abrufen der Buildinformationen von '%(url)s': %(name)s: %(info)s. Dies bedeutet wahrscheinlich, dass eine falsche Einstellung für job_url, username oder password existiert.

source: Error accessing build status
de: Fehler beim Zugriff auf den Build-Status

source: Build finished successfully
de: Build erfolgreich beendet

source: Build unstable
de: Build instabil

source: Build aborted
de: Build abgebrochen

source: Build in progress
de: Build läuft

source: Build failed
de: Build fehlgeschlagen

source: Changesets:
de: Änderungssatz:

source: %(message)s since %(time)s, duration %(duration)s%(changesets)s
de: %(message)s seit %(time)s, Dauer %(duration)s%(changesets)s

source: %(message)s at %(time)s, duration %(duration)s%(changesets)s
de: %(message)s um %(time)s, Dauer %(duration)s%(changesets)s

source: success
de: erfolgreich

source: in-progress
de: läuft

source: unstable
de: instabil

source: failure
de: fehlgeschlagen
