Repository: lkraav/trac-hacks
Catalog: voteplugin/tags/0.2.0/tracvote/locale/*/LC_MESSAGES/tracvote.po
Languages: de

source: List of URL paths to allow voting on. Globs are supported.
de: Liste von URL-Pfaden auf denen abgestimmt werden kann. Glob-Angaben werden unterstützt.

source: Secure cookies are enabled, you must use https for your requests.
de: Sichere Cookies angeschaltet. Sie müssen HTTPS für Ihre Anfrage verwenden.

source: Do you have cookies enabled?
de: Haben Sie Cookies aktiviert?

source: Show most recently voted resources.
de: Seiten mit aktuellesten Abstimmungen anzeigen.

source: Show listing of voted resources ordered by total score.
de: Eine nach Gesamtpunktzahl geordnete Liste aller Seiten mit Abstimmungen anzeigen.

source: Show listing of most recent votes for a resource.
de: Liste mit aktuellsten Abstimmungen für eine Seite anzeigen.

source: by %(author)s at %(time)s
de: von %(author)s um %(time)s

source: at %(date)s
de: um %(date)s

source: %(count)s by %(author)s %(vote)s
de: %(count)s von %(author)s %(vote)s

source: A newer version of VotePlugin has been installed before, but downgrading is unsupported.
de: Eine neuere Version des VotePlugin wwar vorher installiert, aber ein Downgrade wird nicht unterstützt.

source: No upgrade module for version %(num)i (%(version)s.py)
de: Kein Aktualisierungsmodul für Version %(num)i (%(version)s.py)

source: Up-vote
de: Dafür stimmen

source: Down-vote
de: Dagegen stimmen

source: You can vote for resources on this Trac install by clicking the up-vote/down-vote arrows in the context navigation bar.
de: Sie können über Seiten in dieser Trac-Installation durch Klicken auf die Dafür/Dagegen-Pfeile in der Kontextnavigationszeile abstimmen.

source: Vote count%s
de: Stimmenzahl%s

source: Unsupported database type "%s"
de: Nicht unterstützter Datenbanktyp "%s"
