Repository: lkraav/trac-hacks
Catalog: tracrussiantranslation/0.12/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: You appear to be using the PHP CGI binary. Trac requires the CLI version for syntax highlighting.
ru: Похоже вы используете PHP для CGI. Для подсветки синтаксиса в Trac требуется версия с интерфейсом коммандной строки.

source: Delete
ru: Удалить

source: Delete ticket
ru: Удалить билет

source: Delete comment %(num)s
ru: Удалить комментарий %(num)s

source: The ticket #%(id)s has been deleted.
ru: Билет №%(id)s был удален.

source: The ticket comment %(num)s on ticket #%(id)s has been deleted.
ru: Комментарий %(num)s к билету №%(id)s был удален.

source: Comment %(num)s not found
ru: Комментарий %(num)s не найден

source: Delete Ticket #%(id)s
ru: Удалить билет №%(id)s

source: Delete comment %(num)s on Ticket #%(id)s
ru: Удалить комментарий %(num)s для билета №%(id)s

source: Delete [1:Ticket #%(id)s]
ru: Удалить [1:билет №%(id)s]

source: Are you sure you want to delete this ticket?
ru: Вы уверены, что хотите удалить этот билет?

source: (comments: %(comments)s, attachments: %(attachments)s)
ru: (комментарии: %(comments)s, вложения: %(attachments)s)

source: This is an irreversible operation.
ru: Эта операция необратима.

source: Cancel
ru: Отмена

source: comment:
ru: комментарий:

source: Changed %(date)s ago by %(author)s
ru: Изменен %(date)s назад %(author)s

source: Are you sure you want to delete this ticket comment?
ru: Вы уверены, что хотите удалить этот комментарий?

source: Delete comment
ru: Удалить комментарий

source: About Trac
ru: О системе Trac

source: Attachment '%(title)s' does not exist.
ru: Вложение '%(title)s' не существует.

source: Invalid Attachment
ru: Недопустимое вложение

source: Could not delete attachment
ru: Не удалось удалить вложение

source: Cannot reparent attachment "%(att)s" as it already exists in %(realm)s:%(id)s
ru: Не удается переподчинить вложение "%(att)s", потому что оно уже существует в %(realm)s:%(id)s

source: Could not reparent attachment %(name)s
ru: Не удалось переподчинить вложение %(name)s

source: Attachment '%(filename)s' not found
ru: Вложение '%(filename)s' не найдено

source: Bad request
ru: Неправильный запрос

source: Back to %(parent)s
ru: Вернуться к %(parent)s

source: %(attachment)s attached to %(resource)s
ru: %(attachment)s прикреплено к %(resource)s

source: Unparented attachment %(id)s
ru: Потерянное вложение %(id)s

source: Attachment '%(id)s' in %(parent)s
ru: Вложение '%(id)s' в %(parent)s

source: Attachments of %(parent)s
ru: Вложения в %(parent)s

source: %(parent)s doesn't exist, can't create attachment
ru: %(parent)s не существует, невозможно создать вложение

source: No file uploaded
ru: Файл не принят

source: Can't upload empty file
ru: Нельзя загрузить пустой файл

source: Maximum attachment size: %(num)s bytes
ru: Максимальный размер вложения: %(num)s байт

source: Upload failed
ru: Ошибка загрузки

source: Attachment field %(field)s is invalid: %(message)s
ru: Поле %(field)s вложения недопустимо: %(message)s

source: Invalid attachment: %(message)s
ru: Недопустимое вложение: %(message)s

source: You don't have permission to replace the attachment %(name)s. You can only replace your own attachments. Replacing other's attachments requires ATTACHMENT_DELETE permission.
ru: У вас нет разрешения для замены вложения %(name)s. Вы можете заменять только свои вложения. Для замены чужих вложений необходимо разрешение ATTACHMENT_DELETE.

source: %(attachment)s (delete)
ru: %(attachment)s (удалить)

source: Plain Text
ru: Простой текст

source: Original Format
ru: Исходный формат

source: Download
ru: Скачать

source: Invalid resource identifier '%(id)s'
ru: Недопустимый идентификатор ресурса '%(id)s'

source: Name
ru: Имя

source: Size
ru: Размер

source: Author
ru: Автор

source: Date
ru: Дата

source: Description
ru: Описание

source: File '%(name)s' exists
ru: Файл '%(name)s' существует

source: Configuration Error
ru: Ошибка конфигурации

source: [%(section)s] %(entry)s: expected integer, got %(value)s
ru: [%(section)s] %(entry)s: ожидалось целое число, получено %(value)s

source: [%(section)s] %(entry)s: expected float, got %(value)s
ru: [%(section)s] %(entry)s: ожидалось число с плавающей точкой, получено %(value)s

source: [%(section)s] %(entry)s: expected one of (%(choices)s), got %(value)s
ru: [%(section)s] %(entry)s: ожидалось одно из (%(choices)s), получено %(value)s

source: Option '%(option)s' doesn't exist in section '%(section)s'
ru: Нет параметра '%(option)s' в разделе '%(section)s'

source: Trac Error
ru: Ошибка Trac

source: Visit the Trac open source project at<br /><a href="http://trac.edgewall.org/">http://trac.edgewall.org/</a>
ru: Посетите открытый проект Trac на <br /><a href="http://trac.edgewall.org/">http://trac.edgewall.org/</a>

source: Database newer than Trac version
ru: Версия базы данных новее версии Trac

source: No upgrade module for version %(num)i (%(version)s.py)
ru: Не найден модуль обновления для версии %(num)i (%(version)s.py)

source: Missing environment variable "TRAC_ENV". Trac requires this variable to point to a valid Trac environment.
ru: Пропущена переменная окружения "TRAC_ENV". Trac требует, чтобы данная переменная указывала на существующий путь к окружению Trac.

source: The Trac Environment needs to be upgraded. Run "trac-admin %(path)s upgrade"
ru: Требуется обновление окружения Trac. Выполните "trac-admin %(path)s upgrade"

source: Copying resources from:
ru: Копирование ресурсов из:

source: Creating scripts.
ru: Создание сценариев.

source: hotcopy can't overwrite existing '%(dest)s'
ru: hotcopy не может переписать существующую '%(dest)s'

source: Hotcopying %(src)s to %(dst)s ...
ru: Выполняется hotcopy %(src)s в %(dst)s ...

source: The following errors happened while copying the environment:
ru: При копировании окружения произошли следующие ошибки:

source: Hotcopy done.
ru: Вызов hotcopy завершен.

source: Invalid arguments
ru: Недопустимые аргументы

source: Database is up to date, no upgrade necessary.
ru: База данных актуальна, обновление не требуется.

source: Backup failed: %(msg)s. Use '--no-backup' to upgrade without doing a backup.
ru: Резервное копирование не удалось: '%(msg)s'. Используйте '--no-backup' для обновления без создания резервной копии.

source: Warning: the wiki-macros directory in the environment is non-empty, but Trac doesn't load plugins from there anymore. Please remove it by hand.
ru: Внимание: каталог wiki-macros в окружении не пуст, но Trac больше не загружает оттуда дополнения. Пожалуйста удалите каталог вручную.

source: Error while removing wiki-macros: %(err)s Trac doesn't load plugins from wiki-macros anymore. Please remove it by hand.
ru: Ошибка во время удаления wiki-macros: %(err)s Trac больше не загружает дополнения из wiki-macros. Пожалуйста удалите каталог вручную.

source: Upgrade done. You may want to upgrade the Trac documentation now by running: trac-admin %(path)s wiki upgrade
ru: Обновление выполнено. Возможно вы хотите обновить документацию Trac, тогда выполните: trac-admin %(path)s wiki upgrade

source: TLS enabled but server does not support TLS
ru: Включена опция TLS, однако сервер не поддерживает TLS

source: Invalid email encoding setting: %(pref)s
ru: Неверный выбор почтовой кодировки: %(pref)s

source: Unable to send email due to identity crisis.
ru: Не удается отправить письмо из-за ошибки подлинности.

source: Neither %(from_)s nor %(reply_to)s are specified in the configuration.
ru: Ни %(from_)s, ни %(reply_to)s не указаны в конфигурации.

source: SMTP Notification Error
ru: Ошибка SMTP-уведомления

source: Header length is too short
ru: Слишком короткий заголовок

source: %(perm)s privileges are required to perform this operation on %(resource)s
ru: Для выполнения этой операции над %(resource)s требуются права доступа %(perm)s

source: %(perm)s privileges are required to perform this operation
ru: Для выполнения этой операции требуются права доступа %(perm)s

source: Insufficient privileges to perform this operation.
ru: Для выполнения этой операции недостаточно прав доступа.

source: %(name)s is not a valid action.
ru: Недопустимое действие: %(name)s.

source: User
ru: Пользователь

source: Action
ru: Действие

source: Available actions:
ru: Доступные действия:

source: All upper-cased tokens are reserved for permission names
ru: Все слова в верхнем регистре зарезервированы под названия разрешений

source: %(name)s at version %(version)s
ru: %(name)s в версии %(version)s

source: Command not found
ru: Команда не найдена

source: Error: %(msg)s
ru: Ошибка: %(msg)s

source: Welcome to trac-admin %(version)s Interactive Trac administration console. Copyright (c) 2003-2010 Edgewall Software Type: '?' or 'help' for help on commands.
ru: Добро пожаловать в trac-admin %(version)s, интерактивную консоль администрирования Trac. Copyright (c) 2003-2010 Edgewall Software Введите: '?' или 'help' для справки по командам.

source: Failed to open environment: %(err)s
ru: Не удалось открыть окружение: %(err)s

source: Completion error: %(err)s
ru: Ошибка завершения: %(err)s

source: No documentation found for '%(cmd)s'
ru: Не найдена документация для '%(cmd)s'

source: trac-admin - The Trac Administration Console %(version)s
ru: trac-admin - консоль администрирования Trac %(version)s

source: Usage: trac-admin </path/to/projenv> [command [subcommand] [option ...]]
ru: Использование: trac-admin </путь/к/окружению> [команда [подкоманда] [аргумент...]]

source: Invoking trac-admin without command starts interactive mode.
ru: Вызов trac-admin без команды запускает интерактивный режим.

source: Creating a new Trac environment at %(envname)s
ru: Создание нового окружения Trac в %(envname)s

source: Trac will first ask a few questions about your environment in order to initialize and prepare the project database. Please enter the name of your project. This name will be used in page titles and descriptions.
ru: Для начала Trac задаст несколько вопросов об окружении проекта, чтобы инициализировать и подготовить базу данных. Пожалуйста укажите название своего проекта. Оно будет использоваться в заголовках страниц и описаниях.

source: Project Name [%(default)s]>
ru: Имя проекта [%(default)s]>

source: Please specify the connection string for the database to use. By default, a local SQLite database is created in the environment directory. It is also possible to use an already existing PostgreSQL database (check the Trac documentation for the exact connection string syntax).
ru: Пожалуйста укажите строку соединения с базой данных. По умолчанию в каталоге окружения создается локальная база SQLite. Также можно использовать существующую базу PostgreSQL (точный формат строки соединения можно найти в документации Trac).

source: Database connection string [%(default)s]>
ru: Строка соединения с базой [%(default)s]>

source: Initenv for '%(env)s' failed.
ru: Неудача инициализации '%(env)s'.

source: Does an environment already exist?
ru: Окружение уже существует?

source: Directory exists and is not empty.
ru: Каталог существует и не пуст.

source: Creating and Initializing Project
ru: Создание и инициализация проекта

source: Failed to create environment.
ru: Не удалось создать окружение.

source: Installing default wiki pages
ru: Установка страниц wiki по-умолчанию

source: Indexing default repository
ru: Индексирование главного хранилища

source: --------------------------------------------------------------------- Warning: couldn't index the default repository. This can happen for a variety of reasons: wrong repository type, no appropriate third party library for this repository type, no actual repository at the specified repository path... You can nevertheless start using your Trac environment, but you'll need to check again your trac.ini file and the [trac] repository_type and repository_path settings.
ru: --------------------------------------------------------------------- Внимание: не удается проиндексировать главное хранилище. Для этого может быть несколько причин: неправильный тип хранилища, нет подходящих внешних библиотек для работы с выбранным типом хранилища, хранилище отсутствует по указанному пути... Несмотря на это вы можете начать использовать Trac, но необходимо еще раз проверить файл trac.ini - настройки repository_type и repository_path в разделе [trac].

source: --------------------------------------------------------------------- Project environment for '%(project_name)s' created. You may now configure the environment by editing the file: %(config_path)s If you'd like to take this new project environment for a test drive, try running the Trac standalone web server `tracd`: tracd --port 8000 %(project_path)s Then point your browser to http://localhost:8000/%(project_dir)s. There you can also browse the documentation for your installed version of Trac, including information on further setup (such as deploying Trac to a real web server). The latest documentation can also always be found on the project website: http://trac.edgewall.org/ Congratulations!
ru: --------------------------------------------------------------------- Создано окружение для проекта '%(project_name)s'. Теперь вы можете продолжить настройку окружения, редактируя файл: %(config_path)s Если вы хотите сделать пробный прогон нового проекта, попробуйте запустить самостоятельный сервер Trac: tracd --port 8000 %(project_path)s Затем наберите в браузере http://localhost:8000/%(project_dir)s. Там вы также можете прочитать документацию к установленной версии Trac, включая сведения о дальнейшей настройке (например развертыванию Trac на реальном web-сервере). Последнюю документацию всегда можно найти на сайте проекта: http://trac.edgewall.org/ Удачи!

source: Non-ascii environment path '%(path)s' not supported.
ru: Путь к окружению с не-ASCII символами '%(path)s' не поддерживается.

source: Admin
ru: Администрирование

source: Administration
ru: Администрирование

source: No administration panels available
ru: Панель администрирования недоступна

source: Unknown administration panel
ru: Неизвестная панель администрирования

source: Your changes have been saved.
ru: Ваши изменения сохранены.

source: Error writing to trac.ini, make sure it is writable by the web server. Your changes have not been saved.
ru: Ошибка записи в trac.ini, убедитесь, что файл доступен для записи web-серверу. Ваши изменения не сохранены.

source: General
ru: Общие

source: Basic Settings
ru: Основные настройки

source: Logging
ru: Ведение журнала

source: None
ru: Нет

source: Console
ru: Консоль

source: File
ru: Файл

source: Syslog
ru: Системный журнал

source: Windows event log
ru: Журнал событий Windows

source: Unknown log type %(type)s
ru: Неизвестный тип журнала %(type)s

source: Invalid log type
ru: Недопустимый тип журнала

source: Unknown log level %(level)s
ru: Неизвестный уровень сообщений %(level)s

source: Invalid log level
ru: Недопустимый уровень сообщений

source: You must specify a log file
ru: Необходимо указать файл журнала

source: Missing field
ru: Отсутсвует поле

source: Permissions
ru: Разрешения

source: Unknown action
ru: Неизвестное действие

source: The subject %(subject)s has been granted the permission %(action)s.
ru: Субъект %(subject)s получил разрешение %(action)s.

source: The permission %(action)s was already granted to %(subject)s.
ru: %(subject)s уже имеет разрешение %(action)s.

source: The subject %(subject)s has been added to the group %(group)s.
ru: Субъект %(subject)s был добавлен в группу %(group)s.

source: The subject %(subject)s was already added to the group %(group)s.
ru: Субъект %(subject)s уже находится в группе %(group)s.

source: The selected permissions have been revoked.
ru: Выбранные разрешения были отозваны.

source: Plugins
ru: Дополнения

source: Uploaded file is not a Python source file or egg
ru: Принятый файл не является исходным кодом или яйцом Питона

source: Plugin %(name)s already installed
ru: Дополнение %(name)s уже устанолено

source: The following component has been disabled:
ru: Этот компонент был отключен:

source: The following component has been enabled:
ru: Этот компонент был включен:

source: Administration:
ru: Администрирование:

source: Basics
ru: Основные

source: Project
ru: Проект

source: Name:
ru: Название:

source: Description:
ru: Описание:

source: Apply changes
ru: Применить изменения

source: Components
ru: Компоненты

source: Manage Components
ru: Управление компонентами

source: Owner:
ru: Владелец:

source: Modify Component:
ru: Изменить компонент:

source: Description (you may use [1:WikiFormatting] here):
ru: Описание (здесь можно использовать [1:WikiFormatting]):

source: Save
ru: Сохранить

source: Add Component:
ru: Добавить компонент:

source: Add
ru: Добавить

source: Owner
ru: Владелец

source: Default
ru: По умолчанию

source: Remove selected items
ru: Удалить выбранные элементы

source: You can remove all items from this list to completely hide this field from the user interface.
ru: Удалите все элементы списка чтобы скрыть это поле из интерфейса пользователя.

source: As long as you don't add any items to the list, this field will remain completely hidden from the user interface.
ru: Пока в этом списке нет ни одного элемента, это поле не будет отображаться в интерфейсе пользователя.

source: Manage %(label_plural)s
ru: Управлять %(label_plural)s

source: Modify %(label_singular)s
ru: Изменить %(label_singular)s

source: Add %(label_singular)s
ru: Добавить %(label_singular)s

source: Order
ru: Порядок

source: Note:
ru: Примечание:

source: The order of priorities determines the coloring of entries in the ticket queries and reports.
ru: Порядок приоритетов определяет цвет записей в запросах и отчётах.

source: Configuration
ru: Конфигурация

source: Type:
ru: Тип:

source: Log level:
ru: Уровень сообщений:

source: Log file:
ru: Файл журнала:

source: If you specify a relative path, the log file will be stored inside the [1:log] directory of the project environment ([2:%(dir)s]).
ru: Если вы укажете относительный путь, файл журнала будет храниться внутри каталога [1:log] в окружении проекта ([2:%(dir)s]).

source: Milestones
ru: Этапы

source: Manage Milestones
ru: Управление этапами

source: Modify Milestone:
ru: Изменить этап:

source: Due:
ru: Срок:

source: Format: %(datehint)s
ru: Формат: %(datehint)s

source: Completed:
ru: Завершен:

source: Description (you may use [1:WikiFormatting] here):
ru: Описание (здесь можно использовать [1:WikiFormatting]):

source: Add Milestone:
ru: Добавить этап:

source: Format: %(datetimehint)s
ru: Формат: %(datetimehint)s

source: Due
ru: Срок

source: Completed
ru: Завершен

source: Tickets
ru: Билеты

source: Manage Permissions
ru: Управление разрешениями

source: Grant Permission:
ru: Дать разрешение:

source: Subject:
ru: Субъект:

source: Action:
ru: Действие:

source: Grant permission for an action to a subject, which can be either a user or a group.
ru: Дать разрешение на заданное действие субъекту: пользователю или группе.

source: Add Subject to Group:
ru: Добавить субъекта в группу:

source: Group:
ru: Группа:

source: Add a user or group to an existing permission group.
ru: Добавить пользователя или группу к существующей группе.

source: Subject
ru: Субъект

source: Note that [1:Subject] or [2:Group] names can't be all upper-case, as that is reserved for permission names.
ru: Имена [1:Субъектов] или [2:Групп] не могут состоять только из заглавных букв, т.к. такие слова зарезервированы для именования разрешений.

source: Manage Plugins
ru: Управление дополнениями

source: Install Plugin:
ru: Установить дополнение:

source: File: [1:]
ru: Файл: [1:]

source: The web server does not have sufficient permissions to store files in the environment plugins directory.
ru: Веб сервер не имеет достаточных прав для сохранения файлов в каталог дополнений проекта.

source: Upload a plugin packaged as Python egg.
ru: Загрузить дополнение в формате .egg.

source: Install
ru: Установить

source: Author:
ru: Автор:

source: Home page:
ru: Сайт:

source: License:
ru: Лицензия:

source: Component
ru: Компонент

source: Show all descriptions
ru: Показать все описания

source: Hide all descriptions
ru: Скрыть все описания

source: Enabled
ru: Включен

source: Versions
ru: Версии

source: Manage Versions
ru: Управление версиями

source: Modify Version:
ru: Изменить версию:

source: Date:
ru: Дата:

source: Add Version:
ru: Добавить версию:

source: Released:
ru: Выпущена:

source: Released
ru: Выпущена

source: Unsupported database type "%(scheme)s"
ru: Неподдерживаемый тип базы данных "%(scheme)s"

source: Unknown scheme "%(scheme)s"; database connection string must start with {scheme}:/
ru: Неизвестная схема "%(scheme)s"; строка соединения с базой данных должна начинаться с {scheme}:/

source: Cannot load Python bindings for MySQL
ru: Невозможно загрузить привязки MySQL к Python

source: Unable to run %(path)s: %(msg)s
ru: Не удалось выполнить %(path)s: %(msg)s

source: mysqldump failed: %(msg)s
ru: сбой mysqldump: %(msg)s

source: No destination file created
ru: Результирующий файл не создан

source: Unable to get database connection within %(time)d seconds.
ru: Невозможно соединиться с базой данных в течении %(time)d секунд.

source: Cannot load Python bindings for PostgreSQL
ru: Невозможно загрузить привязки PostgreSQL к Python

source: pg_dump failed: %(msg)s
ru: сбой pg_dump: %(msg)s

source: Cannot load Python bindings for SQLite
ru: Невозможно загрузить привязки SQLite к Python

source: Need at least PySqlite %(version)s or higher
ru: Требуется как минимум PySqlite %(version)s

source: PySqlite 2.5.2 - 2.5.4 break Trac, please use 2.5.5 or higher
ru: PySqlite 2.5.2 - 2.5.4 вызывают ошибки Trac, используйте 2.5.5 или новее

source: Database already exists at %(path)s
ru: База данных по пути %(path)s уже существует

source: Database "%(path)s" not found.
ru: База данных "%(path)s" не найдена.

source: The user %(user)s requires read _and_ write permissions to the database file %(path)s and the directory it is located in.
ru: Пользователю %(user)s трубуются права на чтение _и_ запись файла базы данных %(path)s и каталога, в котором он находится.

source: No available MIME conversions from %(old)s to %(new)s
ru: Нет доступного MIME преобразования из %(old)s в %(new)s

source: HTML preview using %(renderer)s failed (%(err)s)
ru: Не удалось создать предпросмотр HTML используя %(renderer)s (%(err)s)

source: Can't use %(annotator)s annotator: %(error)s
ru: Невозможно использовать аннотатор %(annotator)s: %(error)s

source: Line
ru: Строка

source: Line numbers
ru: Номера строк

source: new file %(new)s
ru: новый файл %(new)s

source: deleted file %(deleted)s
ru: удален файл %(deleted)s

source: this hunk was shorter than expected
ru: этот ломоть оказался короче, чем ожидалось

source: Syntax Highlighting
ru: Подсветка синтаксиса

source: Your preferences have been saved.
ru: Ваши предпочтения сохранены.

source: %(link)s is not a valid TracLink
ru: %(link)s не является корректной [TracLink ссылкой trac]

source: Preferences
ru: Предпочтения

source: Unknown preference panel
ru: Неизвестная панель предпочтений

source: Date & Time
ru: Дата и время

source: Keyboard Shortcuts
ru: Горячие клавиши

source: Language
ru: Язык

source: Advanced
ru: Дополнительно

source: The session has been loaded.
ru: Сеанс был загружен.

source: Preferences:
ru: Предпочтения:

source: This page lets you customize your personal settings for this site. These settings are stored on the server and are identified by a session key stored in a browser cookie. That cookie allows your settings to be restored on subsequent visits.
ru: Эта страница позволяет изменить личные настройки для этого сайта. Настройки сохраняются на сервере и активируются при последующих посещениях при помощи кук.

source: Save changes
ru: Сохранить изменения

source: Session key:
ru: Ключ сеанса:

source: Change
ru: Изменить
