Repository: lkraav/trac-hacks
Catalog: tracrussiantranslation/0.12/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Property %(label)s %(rendered)s
ru: Свойство %(label)s %(rendered)s

source: Previous Change
ru: Предыдущее изменение

source: Next Change
ru: Следующее изменение

source: Ticket Diff
ru: Изменения в билете

source: ''Initial version''
ru: ''Исходная версия''

source: Ticket Comment History
ru: История обсуждения

source: Ticket #%(num)s, comment %(cnum)d
ru: Билет №%(num)s, комментарий %(cnum)d

source: No version %(version)d for comment %(cnum)d on ticket #%(ticket)s
ru: У комментария %(cnum)d к билету №%(ticket)s нет версии %(version)d

source: Ticket Comment Diff
ru: Изменения комментария

source: %(labels)s set
ru: %(labels)s установлен

source: %(labels)s deleted
ru: %(labels)s удален

source: No permission to edit the ticket description.
ru: Не разрешено редактировать описание.

source: No permission to change the ticket reporter.
ru: Не разрешено менять заявителя.

source: No permission to change ticket fields.
ru: Не разрешено менять поля билета.

source: No permissions to add a comment.
ru: Не разрешено добавление комментария.

source: Sorry, can not save your changes. This ticket has been modified by someone else since you started
ru: К сожалению, невозможно принять ваши изменения, так как билет был кем-то изменен с момента начала редактирования

source: Tickets must contain a summary.
ru: Билет должен иметь заголовок.

source: field %(name)s must be set
ru: поле %(name)s нужно заполнить

source: Ticket description is too long (must be less than %(num)s characters)
ru: Слишком длинное описание (не должно превышать %(num)s символов)

source: Ticket comment is too long (must be less than %(num)s characters)
ru: Слишком длинный комментарий (не должен превышать %(num)s символов)

source: Invalid comment threading identifier
ru: Неправильный идентификатор ветки обсуждения

source: The ticket field '%(field)s' is invalid: %(message)s
ru: Недопустимое поле '%(field)s': %(message)s

source: The ticket has been created, but an error occurred while sending notifications: %(message)s
ru: Билет создан, но во время отправки уведомления возникла ошибка: %(message)s

source: The ticket %(ticketref)s has been created. You can now attach the desired files.
ru: Билет %(ticketref)s создан. Теперь вы можете приложить к нему файлы.

source: The ticket %(ticketref)s has been created, but you don't have permission to view it.
ru: Ваш билет %(ticketref)s создан, но у вас нет разрешения для его просмотра.

source: change
ru: изменение

source: The %(change)s has been saved, but an error occurred while sending notifications: %(message)s
ru: %(change)s было сохранено, но возникла ошибка во время отправки уведомления: %(message)s

source: Add to Cc
ru: Добавить в копию

source: Remove from Cc
ru: Убрать из копий

source: Add/Remove from Cc
ru: Добавить/Убрать копию

source: <Author field>
ru: <поле автора>

source: yes
ru: да

source: no
ru: нет

source: set
ru: установлено в

source: unset
ru: не задано

source: modified
ru: изменено

source: diff
ru: различия

source: modified (%(diff)s)
ru: изменено (%(diff)s)

source: %(items)s added
ru: %(items)s добавлен

source: %(items)s removed
ru: %(items)s удален

source: %(value)s deleted
ru: %(value)s удалено

source: set to %(value)s
ru: установлено в %(value)s

source: changed from %(old)s to %(new)s
ru: изменено с %(old)s на %(new)s

source: Delete Milestone
ru: Удалить этап

source: Are you sure you want to delete this milestone?
ru: Вы уверены, что хотите удалить этот этап?

source: Retarget associated tickets to milestone
ru: Переназначить связанные билеты на этап

source: Delete milestone
ru: Удалить этап

source: [1:Note:] See [2:TracRoadmap] for help on using the roadmap.
ru: [1:Примечание:] См. [2:TracRoadmap] для справки по использованию Плана.

source: Edit Milestone
ru: Редактировать этап

source: New Milestone
ru: Новый этап

source: Name of the milestone:
ru: Название этапа:

source: Schedule
ru: План

source: Retarget associated open tickets to milestone:
ru: Переназначить связанные открытые билеты на этап:

source: Submit changes
ru: Сохранить

source: Add milestone
ru: Добавить этап

source: [1:Note:] See [2:TracRoadmap] for help on using the roadmap.
ru: [1:Примечание:] См. [2:TracRoadmap] для справки по использованию Плана.

source: Edit this milestone
ru: Редактировать этап

source: Completed %(duration)s ago (%(date)s)
ru: Завершен %(duration)s назад (%(date)s)

source: [1:%(duration)s late] (%(date)s)
ru: [1:опоздание на %(duration)s] (%(date)s)

source: Due in %(duration)s (%(date)s)
ru: Заканчивается через %(duration)s (%(date)s)

source: No date set
ru: Дата не установлена

source: %(stat_title)s by
ru: %(stat_title)s по

source: (none)
ru: (пусто)

source: Edit milestone
ru: Редактировать этап

source: %(num)s match
ru: %(num)s совпадение

source: Filters
ru: Фильтры

source: Query filters
ru: Фильтры запроса

source: Or
ru: или

source: or
ru: или

source: [1:between] [2:] [3:and] [4:]
ru: [1:между] [2:] [3:и] [4:]

source: And
ru: и

source: Columns
ru: Столбцы

source: Group results by
ru: Группировать результаты по

source: descending
ru: убыванию

source: Show under each result:
ru: Показать для каждого результата:

source: Max items per page
ru: Количество элементов на странице

source: Edit report {%(id)s} corresponding to this query
ru: Редактировать отчет {%(id)s} в соответствии с этим запросом

source: Edit query
ru: Редактировать запрос

source: Save query
ru: Сохранить запрос

source: Save updated query in report {%(id)s}
ru: Сохранить измененный запрос в отчете {%(id)s}

source: Create new report from current query
ru: Создать отчет из текущего запроса

source: Delete report {%(id)s} corresponding to this query
ru: Удалить отчет {%(id)s}, соответствующий этому запросу

source: Delete query
ru: Удалить запрос

source: [1:Note:] See [2:TracQuery] for help on using queries.
ru: [1:Примечание:] См. [2:TracQuery] для справки по использованию запросов.

source: (ascending)
ru: (по возрастанию)

source: (descending)
ru: (по убыванию)

source: Sort by %(col)s %(direction)s
ru: Упорядочить по %(col)s %(direction)s

source: No tickets found
ru: Билеты не найдены

source: View ticket
ru: Смотреть билет

source: View milestone
ru: Смотреть этап

source: Reported by [1:%(author)s], %(date)s ago.
ru: Заявлен пользователем [1:%(author)s], %(date)s назад.

source: (this ticket)
ru: (этот билет)

source: (more results for this group on next page)
ru: (продолжение для этой группы на следующей странице)

source: Are you sure you want to delete this report?
ru: Вы уверены, что хотите удалить этот отчет?

source: Delete report
ru: Удалить отчет

source: [1:Note:] See [2:TracReports] for help on using and creating reports.
ru: [1:Примечание:] См. [2:TracReports] для справки по созданию и использованию отчетов.

source: New Report
ru: Новый отчет

source: Report Title:
ru: Заголовок отчёта:

source: Description: (you may use [1:WikiFormatting] here)
ru: Описание: (можно использовать [1:WikiFormatting])

source: Error:
ru: Ошибка:

source: Query for Report: (can be either SQL or, if starting with [1:query:], a [2:TracQuery] expression)
ru: Запрос: (может быть запрос SQL, либо выражение [2:TracQuery], если начинается с [1:query:])

source: Save report
ru: Сохранить отчет

source: Report
ru: Отчет

source: Title
ru: Заголовок

source: Actions
ru: Действия

source: View report
ru: Смотреть отчет

source: Edit report
ru: Редактировать отчет

source: Edit
ru: Редактировать

source: No reports available.
ru: Нет доступных отчетов.

source: Create new report
ru: Создать новый отчет

source: Arguments
ru: Аргументы

source: Report arguments
ru: Аргументы отчета

source: Copy report
ru: Скопировать отчет

source: (empty)
ru: (пусто)

source: View %(realm)s
ru: Смотреть %(realm)s

source: Show completed milestones
ru: Показать завершенные этапы

source: Hide milestones with no due date
ru: Скрыть этапы без даты завершения

source: Milestone:
ru: Этап:

source: Add new milestone
ru: Добавить этап

source: Go to the ticket editor
ru: Перейти в редактор билета

source: Modify
ru: Изменить

source: Ticket #
ru: Билет №

source: at [1:Initial Version]
ru: в [1:исходной версии]

source: at [1:Version %(version)s]
ru: в [1:версии %(version)s]

source: Create New Ticket
ru: Создать билет

source: Change History
ru: История изменений

source: in reply to:
ru: в ответ на:

source: follow-up:
ru: следующий:

source: Edit comment %(cnum)s
ru: Редактировать комментарий %(cnum)s

source: Reply
ru: Ответить

source: Reply to comment %(cnum)s
ru: Ответ на комментарий %(cnum)s

source: Version %(version)s, edited %(date)s ago by %(author)s
ru: Версия %(version)s, изменена %(date)s назад %(author)s

source: Last edited %(date)s ago by %(author)s
ru: Последнее изменение %(date)s назад от %(author)s

source: previous
ru: пред.

source: next
ru: след.

source: View ticket fields and description
ru: Смотреть поля билета и описание

source: View
ru: Просмотр

source: Add a comment
ru: Добавить комментарий

source: You may use [1:WikiFormatting] here.
ru: Здесь можно использовать [1:WikiFormatting])

source: Warnings are shown at the [1:top of the page]. The ticket validation may have failed.
ru: Замечания размещены в [1:верхней части страницы]. Похоже, билет не прошел проверку правильности.

source: Changed by %(author)s
ru: Изменен %(author)s

source: Modify Ticket
ru: Изменить билет

source: Change Properties
ru: Изменить свойства

source: Properties
ru: Свойства

source: Summary:
ru: Суть:

source: Reporter:
ru: Заявитель:

source: You may use [1:WikiFormatting] here.
ru: Здесь можно использовать [1:WikiFormatting].

source: This checkbox allows you to add or remove yourself from the CC list.
ru: Этот флажок позволяет добавить или исключить свой адрес из копий.

source: Space or comma delimited email addresses and usernames are accepted.
ru: Принимается список адресов и имен пользователей, разделенных запятой.

source: E-mail address and user name can be saved in the [1:Preferences].
ru: Электронный адрес и имя пользователя могут быть сохранены в [1:Предпочтениях].

source: I have files to attach to this ticket
ru: Нужно приложить файлы к билету

source: Go to the list of attachments
ru: Перейти к списку вложений

source: Preview
ru: Предпросмотр

source: Create ticket
ru: Создать билет

source: [1:Note:] See [2:TracTickets] for help on using tickets.
ru: [1:Примечание:] См. [2:TracTickets] для справки по использованию билетов.

source: Opened %(created)s ago
ru: Открыт %(created)s назад

source: Last modified %(modified)s ago
ru: Последнее изменение %(modified)s назад

source: (ticket not yet created)
ru: (билет еще не создан)

source: Reported by:
ru: Заявитель:

source: Owned by:
ru: Владелец:

source: (last modified by %(author)s)
ru: (последее изменение от %(author)s)

source: Reply, quoting this description
ru: Ответить, цитируя данное описание

source: [1:[2:%(name)s]] [3:[4:]] added
ru: [1:[2:%(name)s]] [3:[4:]] добавлено

source: changed from [1:%(old)s] to [2:%(new)s]
ru: изменено с [1:%(old)s] на [2:%(new)s]

source: set to [1:%(value)s]
ru: установлено в [1:%(value)s]

source: [1:%(value)s] deleted
ru: [1:%(value)s] удалено

source: Preview changes to comment %(cnum)s
ru: Предпросмотр изменений в комментирии %(cnum)s

source: Submit changes to comment %(cnum)s
ru: Отправить изменения комментария %(cnum)s

source: Cancel comment edit
ru: Отменить изменение комментария

source: Changes (by %(author)s):
ru: Изменения (от %(author)s):

source: Description changed by %(author)s:
ru: Описание изменено %(author)s:

source: Comment (by %(author)s):
ru: Комментарий (от %(author)s):

source: Ticket URL: <%(link)s>
ru: Адрес билета: <%(link)s>

source: Timeline
ru: Журнал активности

source: Previous Period
ru: Предыдущий период

source: Next Period
ru: Следующий период

source: %(date)s in Timeline
ru: %(date)s в Истории

source: other kinds of events
ru: другие типы событий

source: Event provider %(name)s failed for filters %(kinds)s:
ru: Поставщик событий %(name)s спотыкается на фильтрах %(kinds)s:

source: You may want to see the %(other_events)s from the Timeline or notify your Trac administrator about the error (detailed information was written to the log).
ru: Возможно вы хотите видеть %(other_events)s из журнала активности или уведомить вашего администратора Trac об ошибке (подробная информация записана в журнал событий).

source: [1:View changes from [2:]] [3:] and [4:[5:] days back][6:] [7:done by [8:]]
ru: [1:Смотреть изменения с [2:]] [3:] и [4:[5:] дней назад][6:] [7:сделанные [8:]]

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: [1:%(time)s] %(title)s by [2:%(author)s]
ru: [1:%(time)s] %(title)s - [2:%(author)s]

source: [1:Note:] See [2:TracTimeline] for information about the timeline view.
ru: [1:Примечание:] См. [2:TracTimeline] для справки по истории изменений.

source: %(num)d year
ru: %(num)d год

source: %(num)d month
ru: %(num)d месяц

source: %(num)d week
ru: %(num)d неделя

source: %(num)d day
ru: %(num)d день

source: %(num)d hour
ru: %(num)d час

source: %(num)d minute
ru: %(num)d минута

source: %(num)i second
ru: %(num)i секунда

source: "%(date)s" is an invalid date, or the date format is not known. Try "%(hint)s" instead.
ru: "%(date)s" - недопустимая дата или имеет неизвестный формат. Попробуйте использовать "%(hint)s".

source: Invalid Date
ru: Недопустимая дата

source: The date "%(date)s" is outside valid range. Try a date closer to present time.
ru: Дата "%(date)s" вне возможного интервала. Попробуйте использовать дату ближе к текущему времени.

source: %(last)d of %(total)d
ru: %(last)d из %(total)d

source: %(start)d - %(stop)d of %(total)d
ru: %(start)d - %(stop)d из %(total)d

source: Alias
ru: Псевдоним

source: Directory
ru: Каталог

source: Cannot synchronize a single revision on multiple repositories
ru: Нельзя синхронизировать одну правку с несколькими хранилищами

source: Repository '%(repo)s' not found
ru: Хранилище '%(repo)s' не найдено

source: %(rev)s resynced on %(reponame)s.
ru: получена %(rev)s для %(reponame)s.

source: Resyncing repository history for %(reponame)s...
ru: Перечитывание истории хранилища %(reponame)s...

source: %(num)s revision cached.
ru: %(num)s правка получена

source: Done.
ru: Готово.

source: Version Control
ru: Контроль версий

source: Repositories
ru: Хранилища

source: You should now run %(resync)s to synchronize Trac with the repository.
ru: Теперь следует выполнить %(resync)s для синхронизации Trac с хранилищем.

source: You may have to run %(resync)s to synchronize Trac with the repository.
ru: Может потребоваться выполнить %(resync)s для синхронизации Trac с хранилищем.

source: You will need to update your post-commit hook to call %(cset_added)s with the new repository name.
ru: Вам потребуется обновить обработчик post-commit для вызова %(cset_added)s с новым именем хранилища.

source: Missing arguments to add a repository.
ru: Не хватает аргументов для добавления хранилища.

source: The repository "%(name)s" has been added.
ru: Хранилище "%(name)s" добавлено.

source: You should also set up a post-commit hook on the repository to call %(cset_added)s for each committed changeset.
ru: Можно также настроить обработчик post-commit в хранилище для вызова %(cset_added)s для каждого зафиксированного набора изменений.

source: The alias "%(name)s" has been added.
ru: Псевдоним "%(name)s" добавлен.

source: Missing arguments to add an alias.
ru: Не хватает аргументов для добавления псевдонима.

source: The selected repositories have been removed.
ru: Выбранные хранилища были удалены.

source: No repositories were selected.
ru: Не выбрано ни одного хранилища

source: The repository directory must be an absolute path.
ru: Нужно указать полный путь к каталогу хранилища.

source: The repository directory must be located below one of the following directories: %(dirs)s
ru: Каталог хранилища должен быть расположен под следующими каталогами: %(dirs)s

source: (default)
ru: (по умолчанию)

source: Invalid key "%(key)s"
ru: Недопустимый ключ "%(key)s"

source: You should now run "repository resync %(name)s".
ru: Теперь нужно выполнить "repository resync %(name)s".

source: You may have to run "repository resync %(name)s".
ru: Может потребоваться выполнить "repository resync %(name)s".

source: The repository directory must be absolute
ru: Нужно указать полный путь к каталогу хранилища

source: The repository type '%(type)s' is not supported
ru: Тип хранилища '%(type)s' не поддерживается

source: Can't synchronize with repository "%(name)s" (%(error)s). Look in the Trac log for more information.
ru: Ошибка синхронизации с хранилищем: "%(name)s" (%(error)s). Больше информации в журнале Trac.

source: Changeset %(rev)s in %(repo)s
ru: Набор изменений %(rev)s в %(repo)s

source: Changeset %(rev)s
ru: Набор изменений %(rev)s

source: directory
ru: каталог

source: file
ru: файл

source: at version %(rev)s
ru: в версии %(rev)s

source: path
ru: путь

source: in %(repo)s
ru: в %(repo)s

source: Repository %(repo)s
ru: Хранилище %(repo)s

source: Unsupported version control system "%(name)s": %(error)s
ru: Неподдерживаемая система контроля версий "%(name)s": "%(error)s"

source: Unsupported version control system "%(name)s": Can't find an appropriate component, maybe the corresponding plugin was not enabled?
ru: Неподдерживаемая система контроля версий "%(name)s": не найден соответствующий компонент, возможно требуемое дополнение не включено?

source: No changeset %(rev)s in the repository
ru: Набор изменений %(rev)s отсутсвует в хранилище

source: No such changeset
ru: Нет такого набора изменений

source: No node %(path)s at revision %(rev)s
ru: В правке %(rev)s нет узла %(path)s

source: %(msg)s: No node %(path)s at revision %(rev)s
ru: %(msg)s: в правке %(rev)s нет узла %(path)s

source: No such node
ru: Нет такого узла

source: The repository directory has changed, you should resynchronize the repository with: trac-admin $ENV repository resync '%(reponame)s'
ru: Каталог хранилища изменен, вам нужно заново синхронизировать хранилище командой: trac-admin $ENV repository resync '%(reponame)s'

source: Line %(lineno)d: Entry before first section header
ru: Строка %(lineno)d: переменная перед первым заголовком раздела

source: Line %(lineno)d: Invalid entry
ru: Строка %(lineno)d: Недопустимое значение

source: Subversion >= 1.0 required, found %(version)s
ru: Требуется subversion >= 1.0, обнаружен %(version)s

source: %(path)s does not appear to be a Subversion repository.
ru: %(path)s не похоже на хранилище Subversion.

source: Couldn't open Subversion repository %(path)s: %(svn_error)s
ru: Не удалось открыть хранилище subversion %(path)s: %(svn_error)s

source: Diff mismatch: Base is a %(oldnode)s (%(oldpath)s in revision %(oldrev)s) and Target is a %(newnode)s (%(newpath)s in revision %(newrev)s).
ru: Несоответствие разницы: база %(oldnode)s (%(oldpath)s в правке %(oldrev)s) и цель %(newnode)s (%(newpath)s в правке %(newrev)s).

source: svn blame failed on %(path)s: %(error)s
ru: Сбой svn blame в %(path)s: %(error)s

source: No svn:externals configured in trac.ini
ru: svn:externals не заданы в trac.ini

source: merged
ru: объединены

source: blocked
ru: заблокировано

source: non-inheritable
ru: ненаследуемый

source: merged on the directory itself but not below
ru: слияние в самом каталоге, но не ниже

source: eligible
ru: годный

source: (toggle deleted branches)
ru: (переключить отображение удаленных веток)

source: View merge source
ru: Смотреть источник слияния

source: No revisions
ru: Нет правок

source: merged:
ru: объединены:

source: blocked:
ru: заблокировано:

source: reverse-merged:
ru: обратно-объединен:

source: un-blocked:
ru: разблокировано:

source: marked as non-inheritable:
ru: помечен как ненаследуемый:

source: unmarked as non-inheritable:
ru: снята пометка ненаследуемый:

source: (added)
ru: (добавлен)

source: removed
ru: удалено

source: (with no actual effect on merging)
ru: (без конкретного результата)

source: Property %(prop)s changed
ru: Свойство %(prop)s изменено

source: Manage Repositories
ru: Управление хранилищами

source: Default:
ru: По умолчанию:

source: Repository:
ru: Хранилище:

source: Modify Repository:
ru: Изменить хранилище:

source: View Repository:
ru: Смотреть хранилище:

source: [1:Note:] This repository is defined in [2:[3:trac.ini]] and cannot be edited on this page.
ru: [1:Примечание:] Это хранилище задано в [2:[3:trac.ini]] и не может редактироваться на этой странице.

source: Directory:
ru: Каталог:

source: Hide from repository index
ru: Скрыть из перечня хранилищ

source: Add Repository:
ru: Добавить хранилище:

source: Add Alias:
ru: Добавить псевдоним:

source: Revision
ru: Правка

source: Alias of %(repo)s
ru: Псевдоним для %(repo)s

source: Refresh
ru: Обновить

source: %(basename)s in %(dirname)s
ru: %(basename)s в %(dirname)s

source: Default Repository
ru: Главное хранилище

source: Hint: clear the field to view latest revision
ru: Подсказка: очистите поле для просмотра последней правки

source: View revision:
ru: Смотреть правку:

source: Visit:
ru: Посетите:

source: Go!
ru: Вперед!

source: Jump to the chosen preselected path
ru: Прыгнуть на выбранный заранее путь

source: Parent Directory
ru: Родительский каталог

source: No files found
ru: Файлы не найдены

source: Revision info
ru: Информация о правке

source: Revision [1:%(rev)s], [2:%(size)s] checked in by %(author)s, %(date)s ago ([3:diff])
ru: Правка [1:%(rev)s], [2:%(size)s] зафиксирована %(author)s, %(date)s назад ([3:разницы])

source: Property [1:%(name)s] set to %(value)s
ru: Свойство [1:%(name)s] установлено в %(value)s

source: Repository Index
ru: Перечень хранилищ

source: [1:Note:] See [2:TracBrowser] for help on using the repository browser.
ru: [1:Примечание:] См. [2:TracBrowser] для справки по использованию обозревателя.

source: View changes...
ru: Смотреть изменения...

source: Select paths and revs for Diff
ru: Выберите пути и правки для поиска отличий

source: Show full changeset
ru: Показать набор изменений целиком

source: Show entry in browser
ru: Показать в обозревателе

source: Changeset [1:%(new_rev)s] in %(reponame)s for [2:%(new_path)s]
ru: Набор изменений [1:%(new_rev)s] в %(reponame)s для [2:%(new_path)s]

source: Show revision log
ru: Показать журнал правок

source: Changes in [1:%(new_path)s] [2:\[%(old_rev)s:%(new_rev)s\]] in %(reponame)s
ru: Изменения в [1:%(new_path)s] [2:\[%(old_rev)s:%(new_rev)s\]] из %(reponame)s

source: Changes in %(reponame)s from [1:%(old_path)s] at [2:r%(old_rev)s] to [3:%(new_path)s] at [4:r%(new_rev)s]
ru: Изменения в %(reponame)s между [2:r%(old_rev)s] в [1:%(old_path)s] и [4:r%(new_rev)s] в [3:%(new_path)s]

source: Changeset [1:%(new_rev)s] in %(reponame)s
ru: Набор изменений [1:%(new_rev)s] в %(reponame)s

source: Changeset [1:%(new_rev)s] for [2:%(new_path)s]
ru: Набор изменений [1:%(new_rev)s] для [2:%(new_path)s]

source: Changes in [1:%(new_path)s] [2:\[%(old_rev)s:%(new_rev)s\]]
ru: Изменения в [1:%(new_path)s] [2:\[%(old_rev)s:%(new_rev)s\]]

source: Changes from [1:%(old_path)s] at [2:r%(old_rev)s] to [3:%(new_path)s] at [4:r%(new_rev)s]
ru: Изменения между [2:r%(old_rev)s] в [1:%(old_path)s] и [4:r%(new_rev)s] в [3:%(new_path)s]

source: Changeset [1:%(new_rev)s]
ru: Набор изменений [1:%(new_rev)s]

source: Show what was removed (content at revision %(old_rev)s)
ru: Показать что было удалено (содержание правки %(old_rev)s)

source: (root)
ru: (корень)

source: Show original file (revision %(old_rev)s)
ru: Показать исходный файл (правка %(old_rev)s)

source: (%(kind)s from [1: %(old_path)s])
ru: (%(kind)s из [1: %(old_path)s])

source: Show differences
ru: Показать различия

source: view diffs
ru: смотреть разницы

source: %(num)d diff
ru: %(num)d различие

source: %(num)d prop
ru: %(num)d свойство
