Repository: lkraav/trac-hacks
Catalog: tracrussiantranslation/0.12/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: The session key is used to identify stored custom settings and session data on the server. Although it is automatically generated by default, you may change it to something easier to remember at any time if you wish to load your settings in a different web browser.
ru: Ключ сеанса используется для сохранения данных и настроек на сервере. По умолчанию, он создается сервером, но его можно заменить на легко запоминающийся, чтобы загрузить установки на других браузерах.

source: Restore session:
ru: Восстановить сеанс:

source: Load
ru: Загрузить

source: You may load a previously created session by entering the corresponding session key below. This lets you share settings between multiple computers and web browsers.
ru: Можно загрузить сеанс, созданный ранее, введя его ключ в данное поле. Таким образом можно использовать общие настройки на разных компьютерах и браузерах.

source: Time zone:
ru: Часовой пояс:

source: Default time zone
ru: Часовой пояс по умолчанию

source: Configuring your time zone will result in all dates and times displayed on this site to use your time zone instead of that of the server.
ru: Установка часового пояса приведет все поля даты и времени в ваше местное время вместо времени сервера.

source: Example: The current time is [1:%(time)s] (UTC).
ru: Пример: текущее время [1:%(time)s] (UTC).

source: In your time zone %(tz)s, this would be displayed as [1:%(formatted)s].
ru: В вашем часовом поясе %(tz)s, это будет выглядеть как [1:%(formatted)s].

source: In the default time zone, this would be displayed as [1:%(formatted)s].
ru: В часовом поясе по умолчанию это будет выглядеть как [1:%(formatted)s].

source: Note: Universal Co-ordinated Time (UTC) is also known as Greenwich Mean Time (GMT).[1:] A positive offset is used to indicate a timezone at the east of Greenwich, i.e. ahead of Universal Time.
ru: Замечание: Всемирное координированное время (UTC) также называют Средним временем по Гринвичу (GMT).[1:] Положительное смещение определяет часовой пояс восточнее Гринвича, т.е. вперед по отношению к Всемирному времени.

source: Full name:
ru: Полное имя:

source: Email address:
ru: Адрес email:

source: This information is used to automatically populate some forms on this site with your contact details.
ru: Эта информация будет использована для автоматического заполнения некоторых форм на этом сайте вашими данными.

source: This information is used to associate your login name with your email address and full name, which is used for email notification and RSS feeds, for example.
ru: Эта информация используется для сопоставления вашего пользователя с почтовым адресом и полным именем, которые нужны, например, для отсылки электронной почты и RSS обновлений.

source: Enable access keys
ru: Включить горячие клавиши

source: This site provides keyboard shortcuts for faster access to certain functions of this site. As these shortcuts can cause conflicts with shortcuts provided by the desktop system or web browser, they are disabled by default. See [1:TracAccessibility] for more information on access keys.
ru: Сайт предоставляет горячие клавиши для быстрого доступа к некоторым функциям. Так как они могут конфликтовать с клавишами, используемыми вашей настольной системой и браузером, по умолчанию они отключены. См. [1:TracAccessibility] для подробного описания горячих клавиш.

source: Language:
ru: Язык:

source: default language
ru: язык по умолчанию

source: Configuring your language will result in all text displayed on this site to use your language instead of that of the server.
ru: Выбор языка приведет к отображению всего текста, представленного на этом сайте, на этом языке, а не на языке сервера.

source: The 'default language' option uses the browser's language negotiation feature to select the appropriate language.
ru: Настройка "язык по умолчанию" использует возможности браузера для выбора подходящего языка.

source: The Pygments syntax highlighter can be used with different coloring styles.
ru: Синтаксическая подсветка Pygments может использоваться с разными цветовыми стилями.

source: Style:
ru: Стиль:

source: Preview:
ru: Предпросмотр:

source: Search
ru: Поиск

source: Browse repository path %(path)s
ru: Открыть путь хранилища %(path)s

source: Search query too short. Query must be at least %(num)s characters long.
ru: Слишком короткий поисковый запрос, требуется как минимум %(num)s символов.

source: Next Page
ru: Следующая страница

source: Previous Page
ru: Предыдущая страница

source: Results
ru: Результаты

source: Quickjump to %(name)s
ru: Перейти на %(name)s

source: By %(author)s
ru: От %(author)s

source: No matches found.
ru: Совпадения не найдены.

source: [1:Note:] See [2:TracSearch] for help on searching.
ru: [1:Примечание:] См. [2:TracSearch] для помощи в поиске.

source: Trac: Integrated SCM & Project Management
ru: Trac: Управление проектами и СУВ

source: Trac is a web-based software project management and bug/issue tracking system emphasizing ease of use and low ceremony. It provides an integrated Wiki, an interface to version control systems, and a number of convenient ways to stay on top of events and changes within a project.
ru: Trac это web-приложение для управления проектами и отслеживания ошибок (прецедентов), направленная на простоту использования и легкость работы. Система предоставляет встроенную wiki, интерфейс к хранилищу системы контроля версий и множество удобных методов контролировать события и изменения в проекте.

source: Trac is distributed under the modified BSD License.[1:] The complete text of the license can be found [2:online] as well as in the [3:COPYING] file included in the distribution.
ru: Trac распространяется под модифицированной лицензией BSD.[1:] Полный текст лицензии доступен [2:в сети], а также в файле [3:COPYING], включенном в дистрибутив.

source: python powered
ru: на python

source: Please visit the Trac open source project: [1:http://trac.edgewall.org/]
ru: Пожалуйста, посетите страницу проекта Trac: [1:http://trac.edgewall.org/]

source: System Information
ru: Системная информация

source: Installed Plugins
ru: Установленные дополнения

source: N/A
ru: Н/Д

source: Section
ru: Раздел

source: Value
ru: Значение

source: Attach file
ru: Приложить файл

source: – Attachment
ru: – вложение

source: – Attachments
ru: – вложения

source: %(filename)s on %(parent)s – Attachment
ru: %(filename)s в %(parent)s – вложение

source: Add Attachment to [1:%(parent)s]
ru: Добавить вложение к [1:%(parent)s]

source: (size limit %(value)s)
ru: (максимальный размер %(value)s)

source: Attachment Info
ru: Информация о вложении

source: Your email or username:
ru: Ваш электронный адрес или имя пользователя:

source: Description of the file (optional):
ru: Описание файла (не требуется):

source: Replace existing attachment of the same name
ru: Заменить существующее вложение с таким именем

source: Add attachment
ru: Добавить вложение

source: Are you sure you want to delete this attachment?
ru: Вы уверены, что хотите удалить это вложение?

source: Delete attachment
ru: Удалить вложение

source: Attach another file
ru: Приложить еще файл

source: %(size)s bytes
ru: %(size)s байт

source: File %(file)s, [1:%(size)s] (added by %(author)s, %(date)s ago)
ru: Файл %(file)s, [1:%(size)s] (добавлен %(author)s, %(date)s назад)

source: Property %(name)s changed from %(old)s to %(new)s
ru: Свойство %(name)s изменено с %(old)s на %(new)s

source: Property %(name)s set to %(value)s
ru: Свойство %(name)s установлено в %(value)s

source: Property %(name)s deleted
ru: Свойство %(name)s удалено

source: Differences
ru: Различия

source: View differences
ru: Смотреть различия

source: inline
ru: построчно

source: side by side
ru: бок о бок

source: [1:[2:] Show] [3:[4:] lines around each change]
ru: [1:[2:] Показать] [3:[4:] строк вокруг каждого изменения]

source: Show the changes in full context
ru: Показать целиком контекст изменений

source: Ignore:
ru: Игнорировать:

source: Blank lines
ru: Пустые строки

source: Case changes
ru: Изменения регистра

source: White space changes
ru: Изменения пробельных символов

source: Update
ru: Обновить

source: Changes between [1:Version %(old)s] and [2:Version %(new)s] of [3:%(name)s]
ru: Изменения между [1:версией %(old)s] и [2:версией %(new)s] [3:%(name)s]

source: Changes between [1:Initial Version] and [2:Version %(new)s] of [3:%(name)s]
ru: Изменения между [1:исходной версией] и [2:версией %(new)s] [3:%(name)s]

source: Changes from [1:Version %(new)s] of [2:%(name)s]
ru: Изменения с [1:версии %(new)s] [2:%(name)s]

source: Timestamp:
ru: Время:

source: (multiple changes)
ru: (несколько изменений)

source: %(date)s (%(duration)s ago)
ru: %(date)s (%(duration)s назад)

source: Comment:
ru: Комментарий:

source: Legend:
ru: Обозначения:

source: Unmodified
ru: Нет изменений

source: Added
ru: Добавлено

source: Removed
ru: Удалено

source: Modified
ru: Изменен

source: Error
ru: Ошибка

source: Create
ru: Создать

source: Oops…
ru: Упс…

source: Trac detected an internal error:
ru: Обнаружена внутренняя ошибка Trac:

source: There was an internal error in Trac. It is recommended that you notify your local [1: Trac administrator] with the information needed to reproduce the issue.
ru: Здесь была внутренняя ошибка Trac. Рекомендуется уведомить вашего локального [1: администратора Trac] и дать ему информацию, необходимую для воспроизведения проблемы.

source: To that end, you could %(create)s a ticket.
ru: Для этого вы можете %(create)s билет.

source: The action that triggered the error was:
ru: Действие, вызвавшее ошибку:

source: This is probably a local installation issue.
ru: Это скорее всего проблема инсталяции.

source: You should %(create)s a ticket at the admin Trac to report the issue.
ru: Вы можете %(create)s билет для администратора Trac с сообщением о проблеме.

source: Found a bug in Trac?
ru: Нашли баг в Trac?

source: If you think this should work and you can reproduce the problem, you should consider creating a bug report.
ru: Если вы считаете, что это должно работать и можете воспроизвести проблему, подумайте о написании сообщения о проблеме.

source: Note that the %(name)s plugin seems to be involved.
ru: Обратите внимание, что включено дополнение %(name)s.

source: Note that the following plugins seem to be involved:
ru: Обратите внимание на следующие задействованные дополнения:

source: Please report this issue to the plugin maintainer.
ru: Пожалуйста, сообщите о проблеме разработчику дополнения.

source: Before you do that, though, please first try [1:[2:searching] for similar issues], as it is quite likely that this problem has been reported before. For questions about installation and configuration of Trac or its plugins, please try the [3:mailing list] instead of creating a ticket.
ru: Перед тем как сделать это, попробуйте [1:[2:поискать] похожие проблемы], поскольку скорее всего такая проблема уже была найдена. Вопрос по установке и конфигурации Trac и дополнений попробуйте задать в [3:списке рассылки] вместо создания нового билета.

source: Otherwise, please %(create)s a new bug report describing the problem and explain how to reproduce it.
ru: Иначе, пожалуйста %(create)s новое сообщение с описанием проблемы и объяснением как ее воспроизвести.

source: Python Traceback
ru: Отладочный вывод python

source: Most recent call last:
ru: Последний вызов внизу:

source: [1:File "%(file)s", line [2:%(line)s], in] [3:%(function)s]
ru: [1:Файл "%(file)s", строка [2:%(line)s], в] [3:%(function)s]

source: Code fragment:
ru: Фрагмент исходника:

source: Local variables:
ru: Локальные переменные:

source: File "%(file)s", line %(line)s, in %(function)s
ru: Файл "%(file)s", строка %(line)s, в %(function)s

source: Switch to plain text view
ru: Переключиться в режим текста

source: System Information:
ru: Системная информация:

source: Enabled Plugins:
ru: Включенные дополнения:

source: — The Trac User and Administration Guide
ru: — Руководство пользователя и администратора Trac

source: Change History for [1:%(name)s]
ru: История изменений для [1:%(name)s]

source: View changes
ru: Просмотреть изменения

source: Change history
ru: История изменений

source: Version
ru: Версия

source: Comment
ru: Комментарий

source: View this version
ru: Текущая версия

source: IP-Address: %(ipnr)s
ru: IP-адрес: %(ipnr)s

source: Available Projects
ru: Доступные проекты

source: Search %(project)s
ru: Найти %(project)s

source: Download in other formats:
ru: Загрузить в других форматах:

source: View attachment
ru: Смотреть вложение

source: [1:%(file)s] [2:[3:]] ([4:%(size)s]) - added by [5:%(author)s] %(date)s ago.
ru: [1:%(file)s] [2:[3:]] ([4:%(size)s)] - добавлен [5:%(author)s] %(date)s назад.

source: Attachments
ru: Вложения

source: Previous
ru: Пред.

source: Next
ru: След.

source: (The file is empty)
ru: (файл пуст)

source: [1:HTML preview not available], since the file size exceeds %(size)s bytes.
ru: [1:Предпросмотр HTML недоступен], потому что длина файла превышает %(size)s байт.

source: [1:HTML preview not available], since no preview renderer could handle it.
ru: [1:Предпросмотр HTML недоступен], потому что обработчик не может с ним справиться.

source: Try [1:downloading] the file instead.
ru: Вместо этого попробуйте [1:скачать] файл.

source: Number of %(unit)s:
ru: Количество %(unit)s:

source: Search:
ru: Поиск:

source: Context Navigation
ru: Контекстный просмотр

source: Warning:
ru: Предупреждение:

source: Powered by [1:[2:Trac %(version)s]][3:] By [4:Edgewall Software].
ru: Работает на [1:[2:Trac %(version)s]][3:] от [4:Edgewall Software].

source: (Undefined)
ru: (не определено)

source: Ticket System
ru: Билеты

source: The component "%(name)s" has been added.
ru: Компонент "%(name)s" добавлен.

source: Invalid component name.
ru: Недопустимое имя компонента.

source: Component %(name)s already exists.
ru: Компонент %(name)s уже существует.

source: No component selected
ru: Не выбран компонент

source: The selected components have been removed.
ru: Выбранные компоненты были удалены.

source: Milestone
ru: Этап

source: Completion date may not be in the future
ru: Дата завершения не может быть в будущем

source: Invalid Completion Date
ru: Недопустимая дата завершения

source: The milestone "%(name)s" has been added.
ru: Этап "%(name)s" добавлен.

source: Invalid milestone name.
ru: Недопустимое имя этапа.

source: Milestone %(name)s already exists.
ru: Этап %(name)s уже существует.

source: No milestone selected
ru: Не выбран этап

source: The selected milestones have been removed.
ru: Выбранные этапы были удалены.

source: The version "%(name)s" has been added.
ru: Версия "%(name)s" добавлена.

source: Invalid version name.
ru: Недопустимое имя версии.

source: Version %(name)s already exists.
ru: Версия %(name)s уже существует.

source: No version selected
ru: Не выбрана версия

source: The selected versions have been removed.
ru: Выбранные версии были удалены.

source: Time
ru: Время

source: The %(field)s value "%(name)s" has been added.
ru: Значение "%(name)s" для %(field)s добавлено.

source: Invalid %(type)s value.
ru: Недопустимое значение %(type)s.

source: %(type)s value "%(name)s" already exists
ru: значение "%(name)s" для %(type)s уже существует

source: No %s selected
ru: Не выбрано %s

source: The selected %(field)s values have been removed.
ru: Выбранные значения %(field)s были удалены.

source: Error writing to trac.ini, make sure it is writable by the web server. The default value has not been saved.
ru: Ошибка записи в trac.ini, убедитесь, что он доступен для записи web-серверу. Умолчание не сохранено.

source: Order numbers must be unique
ru: Порядковые номера должны быть уникальны

source: Possible Values
ru: Возможные значения

source: Invalid up/down value: %(value)s
ru: Неправильное значение up/down: %(value)s

source: Priority
ru: Приоритет

source: Priorities
ru: Приоритеты

source: Resolution
ru: Решение

source: Resolutions
ru: Решения

source: Severity
ru: Важность

source: Severities
ru: Важности

source: Ticket Type
ru: Тип билета

source: Ticket Types
ru: Типы билетов

source: <number> must be a number
ru: <number> должен быть числом

source: Ticket #%(num)s and all associated data removed.
ru: Удален билет №%(num)s и вся связанная информация.

source: Summary
ru: Суть

source: Reporter
ru: Заявитель

source: Type
ru: Тип

source: Status
ru: Состояние

source: Keywords
ru: Метки

source: Cc
ru: Копия

source: Created
ru: Создан

source: Comment %(cnum)s for Ticket #%(id)s
ru: Комментарий %(cnum)s для билета №%(id)s

source: Ticket #%(shortname)s
ru: Билет №%(shortname)s

source: Current state no longer exists
ru: Текущее состояние больше не существует

source: The ticket will be disowned
ru: Владелец будет удален

source: to %(owner)s
ru: %(owner)s

source: The owner will be changed from %(current_owner)s
ru: Владелец будет изменен с %(current_owner)s

source: to %(owner)s
ru: на %(owner)s

source: The owner will be changed from %(current_owner)s to %(selected_owner)s
ru: Владелец будет изменен с %(current_owner)s на %(selected_owner)s

source: The owner will be changed from %(current_owner)s to %(authname)s
ru: Владелец будет изменен с %(current_owner)s на %(authname)s

source: Your workflow attempts to set a resolution but none is defined (configuration issue, please contact your Trac admin).
ru: Рабочий процесс пытается подставить решение, но ни одного решения не задано (проблема конфигурации - пожалуйста обратитесь к администратору Trac).

source: as %(resolution)s
ru: как %(resolution)s

source: The resolution will be set to %(name)s
ru: Будет установлено решение %(name)s

source: The resolution will be set
ru: Будет установлено решение

source: The resolution will be deleted
ru: Решение будет удалено

source: as %(status)s
ru: как %(status)s

source: Next status will be '%(name)s'
ru: Новое состояние будет '%(name)s'

source: Ticket %(id)s does not exist.
ru: Билет %(id)s не существует.

source: Invalid ticket number
ru: Недопустимый номер билета

source: Multi-values fields not supported yet
ru: Многозначные поля еще не поддерживаются

source: %(type)s %(name)s does not exist.
ru: %(type)s %(name)s не существует.

source: Invalid %(type)s name.
ru: Недопустимое имя %(type)s.

source: Component %(name)s does not exist.
ru: Компонент %(name)s не существует.

source: Milestone %(name)s does not exist.
ru: Этап %(name)s не существует.

source: Invalid milestone name
ru: Недопустимое имя этапа

source: Open (by due date)
ru: Открытые (по сроку)

source: Open (no due date)
ru: Открытые (без сроков)

source: Closed
ru: Закрытые

source: Version %(name)s does not exist.
ru: Версия %(name)s не существует.

source: Invalid query constraint value
ru: Недопустимое ограничение запроса

source: Query page %(page)s is invalid.
ru: Страница запроса %(page)s недопустима.

source: Query max %(max)s is invalid.
ru: Максимум запроса %(max)s недопустим.

source: Query filter requires field and constraints separated by a "="
ru: Фильтр запроса требует поле и ограничения, разделенные знаком "="

source: Query filter requires field name
ru: Фильтр запроса требует имя поля

source: Page %(page)s is beyond the number of pages in the query
ru: Номер страницы %(page)s больше количества страниц в запросе

source: Invalid ticket id list: %(value)s
ru: Недопустимый список идентификаторов билета: %(value)s

source: contains
ru: содержит

source: doesn't contain
ru: не содержит

source: begins with
ru: начинается с

source: ends with
ru: кончается на

source: is
ru: совпадает с

source: is not
ru: не сопадает с

source: Ticket
ru: Билет

source: Page %(num)d
ru: Страница %(num)d

source: RSS Feed
ru: Лента RSS

source: Comma-delimited Text
ru: Значения, разделенные запятыми (CSV)

source: Tab-delimited Text
ru: Значения, разделенные табуляцией

source: View Tickets
ru: Отчеты

source: Custom Query
ru: Произвольный запрос

source: Available Reports
ru: Доступные отчеты

source: [Error: %(error)s]
ru: [Ошибка: %(error)s]

source: No results
ru: Нет результатов

source: %(groupvalue)s %(groupname)s tickets matching %(query)s
ru: %(groupvalue)s %(groupname)s билеты, удовлетворяющие %(query)s

source: %(groupvalue)s %(groupname)s tickets:
ru: %(groupvalue)s %(groupname)s билеты:

source: The report has been created.
ru: Отчет создан.

source: The report {%(id)d} has been deleted.
ru: Отчет {%(id)d} был удален.

source: Delete Report {%(num)s} %(title)s
ru: Удалить отчет {%(num)s} %(title)s

source: Report {%(num)s} does not exist.
ru: Отчет {%(num)s} не существует.

source: Invalid Report Number
ru: Недопустимый номер отчета

source: Create New Report
ru: Создать новый отчет

source: Edit Report {%(num)d} %(title)s
ru: Редактировать отчет {%(num)d} %(title)s

source: Report failed: %(error)s
ru: Сбой отчета: %(error)s

source: When specified, the report number should be "%(num)s".
ru: Если номер отчета указан, то он должен быть "%(num)s".

source: Report execution failed: %(error)s
ru: Ошибка при построении отчета: %(error)s

source: SQL Query
ru: Запрос SQL

source: The following arguments are missing: %(args)s
ru: Не хватает следующих аргументов: %(args)s

source: Report {%(num)s} has no SQL query.
ru: У отчета {%(num)s} нет запроса SQL.

source: Query parameter "sort=%(sort_col)s" is invalid
ru: Параметр запроса "sort=%(sort_col)s" недопустим

source: ticket status
ru: состояние билета

source: tickets
ru: билетов

source: '%(group1)s' and '%(group2)s' milestone groups both are declared to be "catch-all" groups. Please check your configuration.
ru: группы этапов '%(group1)s' и '%(group2)s' описаны в качестве групп "catch-all". Пожалуйста, проверьте конфигурацию.

source: '%(groupname)s' milestone group reused status '%(status)s' already taken by other groups. Please check your configuration.
ru: Группа этапов '%(groupname)s' повторно использует статус '%(status)s', уже используемый другой группой. Пожалуйста проверьте конфигурацию.

source: Roadmap
ru: План работ

source: Milestone %(name)s
ru: Этап %(name)s

source: Ticket #%(num)s: %(summary)s
ru: Билет №%(num)s: %(summary)s

source: Milestones reached
ru: Завершенные этапы

source: Milestone %(name)s completed
ru: Этап %(name)s завершен

source: The milestone "%(name)s" has been deleted.
ru: Этап "%(name)s" был удален.

source: Milestone "%(name)s" already exists, please choose another name.
ru: Этап "%(name)s" уже существует, пожалуста, выберите другое название.

source: You must provide a name for the milestone.
ru: Этап должен иметь название.

source: Invalid Ticket
ru: Недопустимый номер билета

source: New Ticket
ru: Новый билет

source: id can't be set for a new ticket request.
ru: Нельзя назначить номер для нового билета.

source: Tickets opened and closed
ru: Открытые и закрытые билеты

source: Ticket updates
ru: Обновления билетов

source: created
ru: создан

source: reopened
ru: переоткрыт

source: closed
ru: закрыт

source: updated
ru: обновлен

source: %(labels)s changed
ru: %(labels)s изменен

source: Ticket %(ticketref)s (%(summary)s) %(verb)s
ru: Билет %(ticketref)s (%(summary)s) %(verb)s

source: The action "%(name)s" is not available.
ru: Действие "%(name)s" недоступно.

source: Please review your configuration, probably starting with %(section)s in your %(tracini)s.
ru: Пожалуйста, проверьте вашу конфигурацию, пожалуй, начиная с %(section)s в %(tracini)s.

source: Ticket #%(id)s
ru: Билет №%(id)s

source: Previous Ticket
ru: Предыдущий билет

source: Next Ticket
ru: Следующий билет

source: Back to Query
ru: Вернуться к запросу

source: Ticket History
ru: История изменений

source: Back to Ticket #%(num)s
ru: Вернуться к билету №%(num)s

source: No differences to show
ru: Нет разниц для отображения

source: Version %(num)s
ru: Версия %(num)s

source: Initial Version
ru: Исходная версия

source: initial
ru: исходная
