Repository: lkraav/trac-hacks
Catalog: tracrussiantranslation/0.12/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Show previous version in browser
ru: Показать в браузере предыдущую версию

source: (less than one hour ago)
ru: (меньше часа назад)

source: (%(age)s ago)
ru: (%(age)s назад)

source: Message:
ru: Сообщение:

source: Location:
ru: Путь:

source: File:
ru: Файл:

source: (No files)
ru: (Нет файлов)

source: %(num)d added
ru: %(num)d добавлен

source: %(num)d deleted
ru: %(num)d удален

source: %(num)d edited
ru: %(num)d отредактирован

source: %(num)d copied
ru: %(num)d скопирован

source: %(num)d moved
ru: %(num)d перемещен

source: added
ru: добавлен

source: deleted
ru: удалено

source: copied
ru: скопировано

source: moved
ru: перемещено

source: [1:Note:] See [2:TracChangeset] for help on using the changeset viewer.
ru: [1:Примечание:] См. [2:TracChangeset] для справки по использованию разниц.

source: Prepare Diff
ru: Подготовить разницы

source: Select the base and the target for the diff:
ru: Выберите базу и цель для вычисления разниц:

source: From:
ru: Между

source: at revision:
ru: в правке:

source: To:
ru: и

source: For either path, you can start typing the path and will be presented a list of existing directories and files to select from. Select an entry by clicking on it, or by using the up/down cursor keys and hitting tab.
ru: Для каждого пути вы можете набрать его первые символы и выбрать из открывшегося списка существующих файлов и каталогов при помощи мыши или стрелок и клавиши Tab.

source: [1:Note:] See [2:TracChangeset] for help on using the diff feature.
ru: [1:Примечание:] См. [2:TracChangeset] для справки по использованию разниц.

source: View Directory
ru: Смотреть каталог

source: View File
ru: Смотреть файл

source: View Revision Log
ru: Смотреть журнал правок

source: View Changeset
ru: Смотреть изменения

source: Rev
ru: Правка

source: Last Change
ru: Последнее изменение

source: Go to repository root
ru: Идти в корень хранилища

source: Go to repository index
ru: Идти к перечню хранилищ

source: View %(name)s
ru: Смотреть %(name)s

source: View changeset %(rev)s
ru: Набор изменений %(rev)s

source: View Root Directory
ru: Смотреть корневой каталог

source: (log)
ru: (журнал)

source: Revision Log Mode:
ru: Режим журнала правок:

source: Stop on copy
ru: Остановиться на копировании

source: Follow copies
ru: Следовать копированию

source: Show only adds and deletes
ru: Показывать только добавления и удаления

source: [1: View log starting at [2:] ] [3: and back to [4:] ]
ru: [1: Смотреть журнал начиная с [2:] ] [3: и назад к [4:] ]

source: [1: Show at most [2:] revisions per page. ]
ru: [1: Показать не больше [2:] правок на страницу. ]

source: Show full log messages
ru: Показывать комментарии целиком

source: Copied or renamed
ru: Cкопировано или переименовано

source: Diff from Old Revision to New Revision (as selected in the Diff column)
ru: Разница между старой и новой правкой (в соответствии с выбором в столбце разниц)

source: Old / New
ru: Старая / Новая

source: Diff
ru: Различия

source: Age
ru: Возраст

source: Log Message
ru: Комментарий

source: No revisions found
ru: Правки не найдены

source: copied from [1:%(path)s]:
ru: скопирован из [1:%(path)s]:

source: From [%(rev)s]
ru: От [%(rev)s]

source: To [%(rev)s]
ru: До [%(rev)s]

source: View log starting at this revision
ru: Смотреть журнал начиная с этой правки

source: Browse at revision %(rev)s
ru: Переместиться к правке %(rev)s

source: View removal changeset [%(rev)s]
ru: Смотреть очищающий набор изменений [%(rev)s]

source: View changeset [%(rev)s] restricted to %(path)s
ru: Показать набор изменений [%(rev)s] в рамках пути %(path)s

source: [1:Note:] See [2:TracRevisionLog] for help on using the revision log.
ru: [1:Примечание:] См. [2:TracRevisionLog] для справки по использованию журнала правок.

source: ChangeLog for %(path)s%(in_repo)s
ru: Журнал изменений для %(path)s%(in_repo)s

source: Generated by Trac %(version)s
ru: Сгенерировано Trac %(version)s

source: Browse Source
ru: Хранилища

source: Invalid changeset number
ru: Недопустимый номер набора изменений

source: No node %(path)s
ru: Нет узла %(path)s

source: Revision %(num)s
ru: Правка %(num)s

source: Previous Revision
ru: Предыдущая правка

source: Next Revision
ru: Следующая правка

source: Latest Revision
ru: Последняя правка

source: Parent directory
ru: Родительский каталог

source: Normal
ru: Нормальный

source: View file without annotations
ru: Смотреть файл без аннотаций

source: Annotate
ru: Аннотировать

source: Annotate each line with the last changed revision (this can be time consuming...)
ru: Аннотировать каждую строку правкой, в которой было внесено последнее изменение (может занять время)

source: Revision Log
ru: Журнал правок

source: Repository URL
ru: Путь хранилища

source: Zip Archive
ru: Архив Zip

source: Revision in which the line changed
ru: Правка, в которой строка была изменена

source: View repository %(repo)s
ru: Смотреть хранилище %(repo)s

source: Can't compare across different repositories: %(old)s vs. %(new)s
ru: Нельзя сравнивать разные хранилища: %(old)s с %(new)s

source: No repository specified and no default repository configured.
ru: Не указано ни одного хранилища, умолчание не выбрано.

source: Invalid Changeset Number
ru: Недопустимый номер набора изменений

source: Unified Diff
ru: Стандартный Diff

source: Previous Changeset
ru: Предыдущие изменения

source: Next Changeset
ru: Следующие изменения

source: Reverse Diff
ru: Обратить разницу

source: Changeset %(id)s for %(path)s
ru: Изменения %(id)s для %(path)s

source: Changeset %(id)s
ru: Изменения %(id)s

source: Show revision %(rev)s of this file in browser
ru: Показать правку %(rev)s этого файла в обозревателе

source: Show the changeset %(id)s restricted to %(path)s
ru: Показать набор изменений %(id)s в рамках пути %(path)s

source: Show the %(range)s differences restricted to %(path)s
ru: Показать %(range)s изменений в рамках пути %(path)s

source: latest
ru: последняя

source: Diff [%(old_rev)s:%(new_rev)s] for %(path)s
ru: Разница [%(old_rev)s:%(new_rev)s] для %(path)s

source: Diff from %(old_path)s@%(old_rev)s to %(new_path)s@%(new_rev)s
ru: Разница между %(old_path)s@%(old_rev)s и %(new_path)s@%(new_rev)s

source: Changesets in all repositories
ru: Наборы изменений во всех хранилищах

source: Repository changesets
ru: Изменения в хранилище

source: Changeset in %(repo)s
ru: Набор изменений в %(repo)s

source: Changeset
ru: Набор изменений

source: No permission to view changeset %(rev)s on %(repos)s
ru: Нет разрешения на просмотр изменений %(rev)s в %(repos)s

source: No default repository defined
ru: Не задано главное хранилище

source: Changesets
ru: Наборы изменений

source: The file or directory '%(path)s' doesn't exist at revision %(rev)s or at any previous revision.
ru: Файл или каталог '%(path)s' не существуют в правке %(rev)s и в предшествующих ей.

source: Nonexistent path
ru: Несуществующий путь

source: Revision Log (restarting at %(path)s, rev. %(rev)s)
ru: Журнал изменений (начиная с %(path)s, прав. %(rev)s)

source: ChangeLog
ru: История изменений

source: View Latest Revision
ru: Посмотреть последнюю правку

source: Older Revisions
ru: Более старые правки

source: No permission to view change log
ru: Нет разрешения на просмотр журнала изменений

source: search
ru: поискать

source: You can %(search)s in the repository history to see if that path existed but was later removed
ru: Вы можете %(search)s в истории хранилища, чтобы убедиться, что путь существовал, но позже был удален

source: Invalid URL encoding (was %(path_info)r)
ru: Неправильная кодировка URL (указано %(path_info)r)

source: File %(path)s not found
ru: Файл %(path)s не найден

source: logged in as %(user)s
ru: Привет, %(user)s

source: Logout
ru: Выйти

source: Login
ru: Войти

source: installation documentation
ru: руководство по установке

source: Configuring Authentication
ru: Конфигурация Аутентификации

source: Authentication information not available. Please refer to the %(inst_doc)s.
ru: Сведения аутентификации недоступны. Смотрите %(inst_doc)s.

source: Already logged in as %(user)s.
ru: Вы уже вошли как %(user)s.

source: Error with navigation contributor "%(name)s"
ru: Ошибка поставщика просмотра "%(name)s"

source: (unknown template location)
ru: (неизвестное расположение шаблона)

source: Genshi %(error)s error while rendering template %(location)s
ru: Ошибка Genshi %(error)s во время отрисовки шаблона %(location)s

source: anonymous
ru: аноним

source: Secure cookies are enabled, you must use https to submit forms.
ru: Включена защита кук, вы должны использовать https для отправки форм.

source: Do you have cookies enabled?
ru: У вас включены куки?

source: Missing or invalid form token. %(msg)s
ru: Макрер формы отсутствует или неправильный. %(msg)s

source: Error: %(message)s
ru: Ошибка: %(message)s

source: do so
ru: сделать это

source: You are currently not logged in. You may want to %(do_so)s now.
ru: Вы не представились. Возможно вы хотите %(do_so)s сейчас.

source: ''System information not available''
ru: ''Системная информация недоступна''

source: ''Plugin information not available''
ru: ''Информация о дополнениях недоступна''

source: ==== How to Reproduce ==== While doing a %(method)s operation on `%(path_info)s`, Trac issued an internal error. ''(please provide additional details here)'' Request parameters: {{{ %(req_args)s }}} User agent: `#USER_AGENT#` ==== System Information ==== %(sys_info)s ==== Enabled Plugins ==== %(enabled_plugins)s ==== Python Traceback ==== {{{ %(traceback)s}}}
ru: ==== Как воспроизвести ==== Во время выполнения операции %(method)s с `%(path_info)s`, возникла внутренняя ошибка Trac. ''(здесь пожалуйста предоставьте детали)'' Параметры запроса: {{{ %(req_args)s }}} User agent: `#USER_AGENT#` ==== Системные сведения ==== %(sys_info)s ==== Включенные дополнения ==== %(enabled_plugins)s ==== Отладочный вывод python ==== {{{ %(traceback)s}}}

source: Session '%(id)s' already exists. Please choose a different session ID.
ru: Сеанс '%(id)s' уже существует. Пожалуйста выберите другой идентификатор.

source: Error renaming session
ru: Ошибка переименования сеанса

source: Last Visit
ru: Последний вход

source: Session '%(sid)s' already exists
ru: Сеанс '%(sid)s' уже существует.

source: Invalid attribute '%(attr)s'
ru: Недопустимый атрибут '%(attr)s'

source: Session '%(sid)s' not found
ru: Сеанс '%(sid)s' не найден

source: Page '%(page)s' not found
ru: Страница '%(page)s' не найдена

source: '%(name)s' is not a file
ru: '%(name)s' не является файлом

source: %(title)s already exists
ru: %(title)s уже существует

source: %(title)s is already up to date
ru: %(title)s уже обновлен

source: %(page)s imported from %(filename)s
ru: %(page)s импортирована из %(filename)s

source: Edits
ru: Правки

source: A new name is mandatory for a rename.
ru: Новое имя обязательно для переименования.

source: The page %(name)s already exists.
ru: Страница %(name)s уже существует.

source: Deleted pages
ru: Удаленные страницы

source: '%(name)s' is not a directory
ru: '%(name)s' не является каталогом

source: no permission to view this wiki page
ru: нет разрешения на просмотр этой страницы вики

source: HTML parsing error: %(message)s
ru: Ошибка разбора HTML: %(message)s

source: Error: Forbidden character sequence "--" in htmlcomment wiki code block
ru: Ошибка: последовательность "--" в блоке htmlcomment вики не допустима

source: !#%(name)s must contain at most one table
ru: !#%(name)s должно содержать не более одной таблицы

source: !#%(name)s must contain at least one table cell (and table cells only)
ru: !#%(name)s должно содержать хотя бы одну табличную ячейку (разрешены только ячейки)

source: %(target)s in %(name)s
ru: %(target)s в %(name)s

source: Can't view %(link)s:
ru: Невозможно отобразить %(link)s:

source: The Trac Project
ru: Проект Trac

source: No image "%(id)s" attached to %(parent)s
ru: Нет изображения "%(id)s" во вложениях %(parent)s

source: Error: Can't get description for macro %(name)s
ru: Ошибка: нет описания для макроса %(name)s

source: Aliases:
ru: Псевдонимы:

source: Sorry, no documentation found
ru: Извините, документация не найдена

source: MIME Types
ru: MIME-типы

source: Table of Contents
ru: Содержание

source: Page not modified
ru: Страница не менялась

source: Can't rename to existing %(name)s page.
ru: Нельзя использовать имя существующей страницы %(name)s для переименования.

source: Wiki
ru: Документы

source: Help/Guide
ru: Справка/Руководство

source: No version "%(num)s" for Wiki page "%(name)s"
ru: У страницы "%(name)s" нет версии "%(num)s"

source: The wiki page is too long (must be less than %(num)s characters)
ru: Страница слишком большая (размер не должен превышать %(num)s символов)

source: The Wiki page field '%(field)s' is invalid: %(message)s
ru: Недопустимое поле '%(field)s' страницы wiki: %(message)s

source: Invalid Wiki page: %(message)s
ru: Ошибка на странице wiki: %(message)s

source: currently edited
ru: сейчас редактируется

source: The page %(name)s has been deleted.
ru: Страница %(name)s была удалена.

source: The versions %(from_)d to %(to)d of the page %(name)s have been deleted.
ru: Версии с %(from_)d по %(to)d страницы %(name)s были удалены.

source: The version %(version)d of the page %(name)s has been deleted.
ru: Версия %(version)d страницы %(name)s была удалена.

source: The new name must be different from the old name.
ru: Новое имя должно отличаться от старого.

source: See [wiki:"%(name)s"].
ru: См. [wiki:"%(name)s"].

source: Your changes have been saved in version %(version)s.
ru: Ваши изменения сохранены в версии %(version)s.

source: Page not modified, showing latest version.
ru: Страница не менялась. Последняя версия.

source: Version %(num)s of page "%(name)s" does not exist
ru: Версия %(num)s страницы "%(name)s" не существует

source: Page history
ru: История страницы

source: Wiki History
ru: История изменений

source: Page %(name)s does not exist
ru: Страница %(name)s не существует

source: Back to %(wikipage)s
ru: Вернуться к %(wikipage)s

source: Page %(name)s not found
ru: Страница %(name)s не найдена

source: View latest version
ru: Смотреть последнюю версию

source: View parent page
ru: Смотреть родительскую страницу

source: Previous Version
ru: Предыдущая версия

source: Next Version
ru: Следующая версия

source: View Latest Version
ru: Смотреть последнюю версию

source: Up
ru: Вверх

source: Start Page
ru: Начальная страница

source: Index
ru: Указатель

source: History
ru: История

source: Wiki changes
ru: Изменения в wiki

source: %(page)s edited
ru: %(page)s отредактирована

source: %(page)s created
ru: %(page)s создана

source: Delete versions %(from)s to %(to)s of [1:%(name)s]
ru: Удалить с %(from)s по %(to)s верии страницы [1:%(name)s]

source: Delete version %(version)s of [1:%(name)s]
ru: Удалить версию %(version)s [1:%(name)s]

source: Delete [1:%(name)s]
ru: Удалить [1:%(name)s]

source: Are you sure you want to delete versions %(from)s to %(to)s of this page?
ru: Вы уверены, что хотите удалить с %(from)s по %(to)s версии этой страницы?

source: Are you sure you want to delete version %(version)s of this page?
ru: Вы уверены, что хотите удалить версию %(version)s этой страницы?

source: Are you sure you want to completely delete this page?
ru: Вы уверены, что хотите удалить эту страницу?

source: This is the only version the page, so the page will be removed completely!
ru: Это единственная версия, страница будет окончательно удалена.

source: Delete those versions
ru: Удалить эти версии

source: Delete this version
ru: Удалить эту версию

source: Delete page
ru: Удалить страницу

source: Delete version %(old_version)d to version %(version)d
ru: Удаление версий с %(old_version)d по %(version)d

source: Delete version %(version)d
ru: Удалить версию %(version)d

source: Go to Save, Preview, Review or Cancel buttons
ru: Перейти к кнопкам Сохранить, Предпросмотр, Проверка, Отмена

source: See the diffs
ru: Смотреть разницы

source: Review
ru: Оценка

source: See the preview
ru: Показать предпросмотр

source: Editing
ru: Редактирование

source: Someone else has modified that page since you started your edits.
ru: Кто-то другой изменил эту страницу с начала вашего изменения.

source: [1:If you save right away, you risk to revert those changes] (highlighted below as deletions).
ru: [1:Если вы сохранитесь сейчас, эти изменения могут быть отменены] (удален выделенный фрагмент).

source: Please review all those changes and manually merge them with your own changes. [1:] If you're unsure about what you're doing, please press [2:Cancel] (losing your changes) and start editing the latest version of the page again.
ru: Пожалуйста проверьте эти изменения и вручную объедините с вашими собственными. [1:] Если вы не уверенны в своих действиях, нажмите [2:Отмена] (отказываясь от изменений) и начните редактирование страницы снова, с актуальной версии.

source: Change information for future version %(version)s (modified by %(author)s):
ru: Информация об изменениях в новой версии %(version)s (изменил %(author)s):

source: Go to the editor
ru: Перейти в редактор

source: Review Changes
ru: Оценить изменения

source: No changes
ru: Нет изменений

source: Sorry, this page has been modified by somebody else since you started editing. Your changes cannot be saved.
ru: Извините, но пока вы редактировали страницу, она успела измениться. Невозможно сохранить ваши изменения.

source: Adjust edit area height:
ru: Высота области редактирования:

source: Selecting and pressing 'Preview' enters a two-column [edit|preview] mode
ru: Выбор и нажатие 'Предпросмотр' включает двухполосный режим [редактирование|просмотр]

source: Edit side-by-side
ru: Редактировать бок о бок

source: [1:Note:] See [2:WikiFormatting] and [3:TracWiki] for help on editing wiki content.
ru: [1:Примечание:] См. [2:WikiFormatting] и [3:TracWiki] для справки по редактированию страниц wiki.

source: See the start of the diffs
ru: Смотреть начало изменений

source: See the start of the preview
ru: Смотреть начало предпросмотра

source: Change information
ru: Изменить информацию

source: Comment about this change (optional):
ru: Комментарий к этому изменению (не требуется):

source: Page is read-only
ru: Неизменяемая страница

source: Merge changes
ru: Объединить изменения

source: Preview Page
ru: Предпросмотр

source: View WikiStart
ru: Смотреть WikiStart

source: wiki:
ru: документы:

source: View %(path)s
ru: Смотреть %(path)s

source: Rename [1:%(name)s]
ru: Переименовать [1:%(name)s]

source: Renaming the page will rename all existing versions of the page in place.
ru: Переименовываются одновременно все существующие версии страницы.

source: The complete history of the page will be moved to the new location.
ru: Полная история страницы будет перемещена в новое расположение.

source: New name:
ru: Новое имя:

source: Leave a redirection page at the old location
ru: Создать страницу перенаправления в старом расположении

source: Rename page
ru: Переименовать страницу

source: Edit this page
ru: Редактировать страницу

source: Version %(version)s (modified by %(author)s, %(date)s ago) ([1:diff])
ru: Правка %(version)s (изменено %(author)s, %(date)s назад) ([1:различия])

source: Version %(version)s by %(author)s: %(comment)s
ru: Версия %(version)s от %(author)s: %(comment)s

source: Version %(version)s by %(author)s
ru: Версия %(version)s от %(author)s

source: [1:Last modified] %(reldate)s ago
ru: [1:последнее изменение] %(reldate)s назад

source: The page %(name)s does not exist. You can create it here.
ru: Страница %(name)s не существует. Вы можете создать ее.

source: You could also create the same page higher in the hierarchy:
ru: Также вы можете создать такую же страницу выше в иерархии:

source: Create this page
ru: Создать страницу

source: Using the template:
ru: Используя шаблон:

source: (blank page)
ru: (пустая страница)

source: The following pages have a name similar to this page, and may be related:
ru: Следующая страница имеет имя, похожее на эту, и может быть связана:
