Repository: lkraav/trac-hacks
Catalog: dynamicfieldsplugin/0.12/dynfields/locale/*/LC_MESSAGES/dynfields.po
Languages: de

source: Clear Rules
de: Bereinigungsregeln

source: Clears one field when another changes.
de: Löscht ein Feld, wenn sich ein anderes ändert.

source: Clear %s when %s changes
de: Lösche %s, wenn sich %s ändert

source: Copy Rules
de: Kopiervorschrift

source: Copies field content (when changed) to another field (if empty and visible).
de: Übertrage den Feldinhalt (wenn geändert) auf ein anderes Feld (wenn leer und sichtbar).

source: Copy %s to %s
de: Kopiere %s nach %s

source: Default Value Rules
de: Standardwertregeln

source: Defaults a field to a user-specified value.
de: Setzt für ein Feld einen benutzerdefinierten Standardwert.

source: Default %s to
de: Setze den Standardwert für %s auf

source: Hide Rules
de: Ausblendregeln

source: Hides a field based on another field's value (or always).
de: Verbirgt ein Feld abhängig vom Wert eines anderen Feldes (oder immer).

source: Hide
de: Verberge

source: Show
de: Zeige

source: or
de: oder

source: %s %s when %s = %s
de: %s %s, wenn %s = %s

source: show
de: Zeige

source: hide
de: Verberge

source: Always %s %s
de: %s %s immer

source: Dynamic Fields
de: Feldänderungen

source: Dynamic Fields Options
de: Feldveränderungsmöglichkeiten

source: Your preferences have been saved.
de: Ihre Einstellungen wurden gespeichert.

source: Enable/disable a rule below by checking/unchecking its checkbox.
de: Aktivieren/deaktivieren Sie eine der folgenden Regeln durch Wahl/Abwahl des entspechenden Ankreuzfeldes.
