Repository: lkraav/trac-hacks
Catalog: tracformsplugin/tags/tracforms-0.3.1/0.11/tracforms/locale/*/LC_MESSAGES/tracforms.po
Languages: de

source: Unparented form %(id)s
de: Nicht verankertes Formular %(id)s

source: Form %(form_id)s (%(parent)s)
de: Formular %(form_id)s (%(parent)s)

source: Form %(form_id)s (in %(parent)s)
de: Formular %(form_id)s (in %(parent)s)

source: Forms (%(parent)s)
de: Formulare (%(parent)s)

source: Forms in %(parent)s
de: Formulare in %(parent)s

source: __context__ is required
de: __context__ ist erforderlich

source: Too many results for singleton %r
de: Zu viele Ergebnisse für Einzelstück %r

source: ERROR: Too many values for TracForms form variable %r (maybe the same field is being used multiple times?)
de: FEHLER: Zu viele Werte für TracForms Formular-Variable %r (möglicherweise wird das selbe Feld mehrfach verwendet?)

source: ERROR: No TracForms operation '%r'
de: FEHLER: Unbekannte TracForms-Operation '%r'

source: ERROR: No TracForms command '%r'
de: FEHLER: Unbekannte TracForms-Anweisung '%r'

source: No data recorded for a TracForms form in %(realm)s:%(parent_id)s
de: Keine Daten gesichert für ein TracForms-Formular in %(realm)s:%(parent_id)s

source: Conflict
de: Konflikt

source: ERROR: No TracForms command '%s'
de: FEHLER: Unbekannte TracForms-Anweisung '%s'

source: Update Form
de: Formular Aktualisieren

source: unknown
de: unbekannt

source: TracForm %(form_id)s does not exist.
de: TracForm %(form_id)s existiert nicht.

source: Invalid form number
de: Ungültige Formularnummer

source: with subcontext %(subcontext)s
de: mit Kennung %(subcontext)s

source: Form details
de: Formulardetails

source: Review form data
de: Formulardaten durchsehen

source: Back to forms list
de: Zurück zur Formularliste

source: Form %(form_id)s
de: Formular %(form_id)s

source: %(form_id)s (subcontext = '%(subcontext)s')
de: %(form_id)s (Kennung = '%(subcontext)s')

source: checked (checkbox)
de: gewählt (Ankreuzfeld)

source: empty (text field)
de: leer (Textfeld)

source: by %(author)s
de: von %(author)s

source: Forms
de: Formulare

source: %(value)s reset to default value
de: %(value)s zurückgesetzt auf Standardwert

source: from default value set to %(value)s
de: von Standardwert auf %(value)s gesetzt

source: changed from %(old)s to %(new)s
de: von %(old)s nach %(new)s geändert

source: Go down to reset fields and delete history
de: Springe nach unten zum Rücksetzen der Felder und Löschen der Historie

source: Reset
de: Zurücksetzen

source: Saved Values
de: Gespeicherte Werte

source: in subcontext '
de: mit Kennung '

source: (No form data recorded)
de: (Formulardaten nicht gespeichert)

source: Change History
de: Änderungshistorie

source: Changed on %(time)s by %(author)s:
de: Geändert am %(time)s von %(author)s:

source: Reset fields and delete history
de: Rücksetzen der Felder und Löschen der Historie

source: Reset form
de: Formular Zurücksetzen

source: Revert latest change
de: Letzte Änderung Zurücknehmen

source: Available records
de: Verfügbare Aufzeichnungen
