Repository: lkraav/trac-hacks
Catalog: ticketcalendarplugin/0.12/ticketcalendar/locale/*/LC_MESSAGES/ticketcalendar.po
Languages: de, fr, ja, nl, sv

source: Today
de: Heute
fr: Aujourd'hui
ja: 今日
nl: Vandaag
sv: I dag

source: %d more tickets...
de: %d weitere Tickets...
fr: %d tickets supplémentaires...
ja: 他%d件
nl: %d meer tickets...
sv: %d fler tickets...

source: Current month
de: Aktueller Monat
fr: Mois en cours
ja: 今月
nl: Huidige maand
sv: Denna månad

source: Macro
ja: マクロ

source: %(month_name)s, %(year)s
ja: %(year)s年%(month_name)s

source: New ticket with "%(date)s" as the start date
de: Neues Ticket mit "%(date)s" als Startdatum
fr: Nouveau ticket avec "%(date)s" comme date de début
ja: 開始日を "%(date)s" にしてチケット作成
nl: Nieuw ticket met "%(date)s" als de startdatum
sv: Ny ticket med "%(date)s" som startdatum

source: New ticket with "%(date)s" as the due date
de: Neues Ticket mit "%(date)s" als Fälligkeitsdatum
fr: Nouveau ticket avec "%(date)s" comme date d'échéance
ja: 期日を "%(date)s" にしてチケット作成
nl: Nieuw ticket met "%(date)s" als de einddatum
sv: Ny ticket med "%(date)s" som förfallodatum

source: Create new ticket
de: Neues Ticket erstellen
fr: Créer un nouveau ticket
ja: チケット作成
nl: Maak nieuw ticket
sv: Skapa ny ticket

source: The background color for milestones
de: Die Hintergrundfarbe für Meilensteine
fr: La couleur de fond des jalons
ja: マイルストーンの背景色を指定します
nl: De achtergrond voor mijlpalen
sv: Bakgrundsfärgen för milstolpar

source: The icon name in jquery-ui for milestones. See http://jquery-ui.googlecode.com/svn/tags/1.8.21/tests/static/icons.html.
ja: マイルストーンで表示する jquery-ui のアイコン名を指定します。http://jquery-ui.googlecode.com/svn/tags/1.8.21/tests/static/icons.html を参照してください。

source: Comma-separated list of background colors to use for the ticket priorities. It can be specified explicitly pairs of priority name and background color. e.g. `blocker:#fa6653, critical:#ffad46, ...`.
de: Komma-separierte Liste von Hintergrundfarben, die für die Ticketprioritäten verwendet werden sollen. Es können explizit Paare aus Prioritätsname und Hintergrundfarbe angegeben werden, z. B. `blocker:#fa6653, kritisch:#ffad46, ...`.
fr: Liste de couleurs d'arrière-plan séparées par des virgules à utiliser pour les priorités des tickets. Il peut être spécifié explicitement des paires de nom de priorité et de couleur d'arrière-plan. Par exemple, `blocker:#fa6653, critical:#ffad46, ...`.
ja: チケットの優先度に使う背景色をカンマ区切りで指定します。優先度と背景色を明示的に指定することもできます。例: `blocker:#fa6653, critical:#ffad46, ...`
nl: Door komma's gescheiden lijst met achtergrondkleuren die moeten worden gebruikt voor de ticketprioriteiten. Het kan expliciet worden gespecificeerd als paren van prioriteitsnaam en achtergrondkleur. bijv. `blocker:#fa6653, critical:#ffad46, ...`.
sv: Kommaseparerad lista med bakgrundsfärger som ska användas för biljettprioriteringarna. Den kan anges uttryckligen par av prioritetsnamn och bakgrundsfärg. t.ex. `blockerare:#fa6653, kritisk:#ffad46, ...`.

source: Comma-separated list of icon names in jquery-ui to use for ticket types. See http://jquery-ui.googlecode.com/svn/tags/1.8.21/tests/static/icons.html. It can be specified explicitly pairs of ticket type and icon name. e.g. `defect:ui-icon-contact, task:ui-icon-lightbulb, ...`.
ja: チケット分類に使う jquery-ui のアイコン名をカンマ区切りで指定します。 http://jquery-ui.googlecode.com/svn/tags/1.8.21/tests/static/icons.html を参照してください。 チケット分類とアイコン名を明示的に指定することができます。 例: `defect:ui-icon-contact, task:ui-icon-lightbulb, ...`

source: The first day of the week in calendar. If -1, use first week day in user's locale. Otherwise, use the specified number (0 is Monday as the first day of the week).
de: Der erste Tag der Woche im Kalender. Wenn -1, ersten Wochentag im Gebietsschema des Benutzers verwenden. Andernfalls die angegebene Zahl verwenden (0 ist Montag als erster Wochentag).
fr: Le premier jour de la semaine dans le calendrier. Si -1, utilisez le premier jour de la semaine dans les paramètres régionaux de l'utilisateur. Sinon, utilisez le nombre spécifié (0 est lundi comme premier jour de la semaine).
ja: カレンダーにおける週の最初の曜日を指定します。-1 の場合、ユーザのロケールに対応する曜日を使用します。それ以外の場合、指定した値を使用します。(0 が月曜日になります)
nl: De eerste dag van de week in de kalender. Indien -1, gebruik dan de eerste weekdag in de landinstelling van de gebruiker. Gebruik anders het opgegeven nummer (0 is maandag als de eerste dag van de week).
sv: Veckans första dag i kalendern. Om -1, använd första veckodagen i användarens språk. Annars, använd det angivna numret (0 är måndag som första dag i veckan).

source: The field name for start date of ticket
de: Der Feldname für das Startdatum des Tickets
fr: Le nom du champ pour la date de début du ticket
ja: チケット開始日になるフィールド名を指定します
nl: De veldnaam voor startdatum van ticket
sv: Fältnamnet för tickets startdatum

source: The format for start date of ticket
de: Das Format für das Startdatum des Tickets
fr: Le format de la date de début du ticket
ja: チケット開始日の書式を指定します。
nl: Het formaat voor startdatum van ticket
sv: Formatet för tickets startdatum

source: The field name for due date of ticket
de: Der Feldname für das Fälligkeitsdatum des Tickets
fr: Le nom du champ pour la date d'échéance du ticket
ja: チケット期日になるフィールド名を指定します
nl: De veldnaam voor de vervaldatum van het ticket
sv: Fältnamnet för tickets förfallodatum

source: The format for due date of ticket
de: Das Format für das Fälligkeitsdatum des Tickets
fr: Le format de la date d'échéance du ticket
ja: チケット期日の書式を指定します。
nl: Het formaat voor de vervaldatum van het ticket
sv: Formatet för tickets förfallodatum

source: Ticket Calendar
de: Ticketkalender
fr: Calendrier des tickets
ja: チケットカレンダー
nl: Ticket kalender
sv: Ticketkalender

source: Display tickets and milestones in calendar or list view. Usage: {{{ [[TicketCalendar(type=box,query=status!=closed,month=2013-05)]] [[TicketCalendar(type=list,query=status!=closed,duration=2013-05-16/P7D)]] }}} * The `type` parameter determines how the tickets and milestones are presented: - `box`: display in calendar view (default) - `list`: display in list view * The `query` parameter is used to query the tickets to display. * The `month` parameter can be specified as `YYYY-MM` in only calendar view, The default is current month. * The `duration` parameter can be specified as `YYYY-MM-DD/PnD` in only list view. The default is today and 7 days.
de: Tickets und Meilensteine in der Kalender- oder Listenansicht anzeigen. \NVerwendung: {{{\N[[TicketCalendar(type=box,query=status!=closed,month=2013-05)]] [[TicketCalendar(type=list,query=status!=closed,duration=2013-05-16/P7D)]]\N}}}\N\N * Der Parameter 'Typ' bestimmt, wie die Tickets und Meilensteine sind präsentiert: - `box`: Anzeige in Kalenderansicht (Standard) - `list`: Anzeige in Listenansicht * Der Parameter 'query' wird verwendet, um die anzuzeigenden Tickets abzufragen. * Der Parameter 'Monat' kann nur in Kalenderansicht, Der Standardwert ist der aktuelle Monat. * Der Parameter 'Dauer' kann als 'YYYY-MM-DD/PnD' in nur Liste anzeigen. Der Standardwert ist heute und 7 Tage.
fr: Afficher les tickets et les jalons dans le calendrier ou la liste. Utilisation : {{{ [[TicketCalendar(type=box,query=status!=fermé,mois=2013-05)]] [[TicketCalendar(type=list,query=status!=closed,duration=2013-05-16/P7D)]] }}} * Le paramètre `type` détermine la façon dont les tickets et les jalons sont présenté : - `box` : affichage en mode calendrier (par défaut) - `list` : affichage en mode liste * Le paramètre `query` permet d'interroger les tickets à afficher. * Le paramètre `month` peut être spécifié sous la forme `YYYY-MM` uniquement dans vue calendrier, La valeur par défaut est le mois en cours. * Le paramètre `duration` peut être spécifié sous la forme `YYYY-MM-DD/PnD` dans liste uniquement . La valeur par défaut est aujourd'hui et 7 jours.
ja: チケットとマイルストーンをカレンダーまたはリスト表示します。 使い方: {{{ [[TicketCalendar(type=box,query=status!=closed,month=2013-05)]] [[TicketCalendar(type=list,query=status!=closed,duration=2013-05-16/P7D)]] }}} * `type` パラメータはチケットとマイルストーンをどのように表示するかを決めます。 - `box`: カレンダー表示 (デフォルト) - `list`: リスト表示 * `query` パラメータは表示するチケットのクエリとして使われます。 * `month` パラメータはカレンダー表示のみで使え、`YYYY-MM` 指定します。デフォルトは当月となります。 * `duration` パラメータは `YYYY-MM-DD/PnD` で指定し、リスト表示のみで使えます。デフォルトは当日で7日分になります。
nl: Geef tickets en mijlpalen weer in agenda- of lijstweergave. \NGebruik: {{{\N[[TicketCalendar(type=box,query=status!=gesloten,maand=2013-05)]] [[TicketCalendar(type=lijst,query=status!=gesloten,duur=2013-05-16/P7D)]]\N}}}\N\N * De `type` parameter bepaalt hoe de tickets en mijlpalen zijn gepresenteerd: - `box`: weergave in kalenderweergave (standaard) - `lijst`: weergeven in lijstweergave * De parameter `query` wordt gebruikt om de weer te geven tickets op te vragen. * De parameter `maand` kan alleen worden gespecificeerd als `JJJJ-MM` in agendaweergave, De standaard is huidige maand. * De parameter `duur` kan worden opgegeven als `JJJJ-MM-DD/PnD` in enige lijst bekijken. De standaard is vandaag en 7 dagen.
sv: Visa tickets och milstolpar i kalender- eller listvy. Användning: {{{ [[TicketCalendar(typ=box,query=status!=stängd,månad=2013-05)]] [[TicketCalendar(typ=lista,fråga=status!=stängd,duration=2013-05-16/P7D)]] }}} * Parametern `type` avgör hur biljetterna och milstolparna ärpresenterade: - `box`: visas i kalendervy (standard) - `lista`: visas i listvy * Parametern `query` används för att fråga om biljetterna som ska visas. * Parametern 'månad' kan anges som 'ÅÅÅÅ-MM' i endast kalendervy, Standard är aktuell månad. * Parametern `duration` kan anges som `ÅÅÅÅ-MM-DD/PnD` i endast lista visa. Standard är idag och 7 dagar.

source: Ticket Calendar (Calendar view)
de: Ticketkalender (Kalenderansicht)
fr: Calendrier des tickets (vue Calendrier)
ja: チケットカレンダー (カレンダー表示)
nl: Ticket Kalender (Kalenderweergave)
sv: Ticketkalender (kalendervy)

source: Calendar view
de: Kalenderansicht
fr: Vue calendrier
ja: カレンダー表示
nl: Kalenderweergave
sv: Kalendervy

source: List view
de: Listenansicht
fr: Vue liste
ja: リスト表示
nl: Lijstweergave
sv: Listvy

source: Ticket Calendar (List view)
de: Ticketkalender (Listenansicht)
fr: Calendrier des tickets (vue Liste)
ja: チケットカレンダー (リスト表示)
nl: Ticketkalender (Lijstweergave)
sv: Ticketkalender (listvy)

source: View tickets in last week
de: Tickets der letzten Woche anzeigen
fr: Voir les billets de la semaine dernière
ja: 先週のチケットを見る
nl: Bekijk tickets vorige week
sv: Se biljetter förra veckan

source: No tickets and no milestones
de: Keine Tickets und keine Meilensteine
fr: Pas de tickets et pas de jalons
ja: チケットなし、マイルストーンなし
nl: Geen tickets en geen mijlpalen
sv: Inga biljetter och inga milstolpar

source: View tickets in next week
de: Tickets in nächster Woche ansehen
fr: Voir les tickets la semaine prochaine
ja: 翌週のチケットを見る
nl: Bekijk tickets volgende week
sv: Se biljetter nästa vecka

source: Sort
de: Sortieren
fr: Trier
ja: ソート
nl: Start
sv: Sortera

source: Query filters
de: Abfragefilter
fr: Filtres de requête
ja: クエリフィルタ
sv: Frågefilter

source: Asc
ja: 昇順
nl: Oplopend

source: Desc
ja: 降順
nl: Aflopend

source: Update
de: Aktualisieren
fr: Mise à jour
ja: 更新
sv: Uppdatering

source: Ticket #%(id)s
ja: チケット #%(id)s

source: Edit this ticket
de: Dieses Ticket bearbeiten
fr: Modifier ce ticket
ja: チケット更新
nl: Bewerk dit ticket
sv: Redigera denna ticket

source: The icon name in jquery-ui for milestones. See https://api.jqueryui.com/theming/icons/.
de: Der Symbolname in jquery-ui für Meilensteine. Siehe https://api.jqueryui.com/theming/icons/.
fr: Le nom de l'icône dans jquery-ui pour les jalons. Voir https://api.jqueryui.com/theming/icons/.
nl: De pictogramnaam in jQuery-ui voor mijlpalen. Zie https://api.jqueryui.com/theming/icons/.
sv: Ikonnamnet i jquery-ui för milstolpar. Se https://api.jqueryui.com/theming/icons/.

source: Comma-separated list of icon names in jquery-ui to use for ticket types. See https://api.jqueryui.com/theming/icons/. It can be specified explicitly pairs of ticket type and icon name. e.g. `defect:ui-icon-contact, task:ui-icon-lightbulb, ...`.
de: Komma-getrennte Liste von Symbolnamen in jquery-ui zur Verwendung für Ticket Typen. Siehe https://api.jqueryui.com/theming/icons/. \NEs kann explizit als Paar aus Tickettyp und Symbolname angegeben werden. zB `defect:ui-icon-contact, task:ui-icon-lightbulb, ...`.
fr: Liste des noms d'icônes séparés par des virgules dans jquery-ui à utiliser pour le tickettypes. Voir https://api.jqueryui.com/theming/icons/. Il peut être spécifié explicitement sous forme de paires de type de ticket et de nom d'icône. par exemple `defect:ui-icon-contact, tâche:ui-icon-lightbulb, ...`.
nl: Door komma's gescheiden lijst met pictogramnamen in jQuery-ui om te gebruiken voor tickettypen. Zie https://api.jqueryui.com/theming/icons/. \NHet kan expliciet worden gespecificeerd als paren van tickettype en pictogramnaam. bijv. `defect:ui-icon-contact, taak:ui-icon-lightbulb, ...`.
sv: Kommaseparerad lista över ikonnamn i jquery-ui att använda för biljetttyper. Se https://api.jqueryui.com/theming/icons/. Det kan anges uttryckligen som par av biljetttyp och ikonnamn. t.ex. `defekt:ui-ikon-kontakt, uppgift:ui-ikon-glödlampa, ...`.
