Repository: lkraav/trac-hacks
Catalog: traciniadminpanelplugin/trunk/iniadminpanel/locale/*/LC_MESSAGES/iniadminpanel.po
Languages: de, fr

source: Defines the default access level for options that don't have an explicit access level defined. Defaults to readonly.
de: Definiert die Standardzugriffsstufe für Optionen, welche keine explizite Zugriffsstufe definiert haben. Standard ist nur lesbar (readonly).
fr: Définit le niveau d'accès par défaut pour les options qui n'ont pas de niveau d'accès explicite défini. Par défaut, lecture seule.

source: This section is used to store restriction configurations used by TracIniAdminPanel plugin security manager. An example file can be found at http://trac-hacks.org/browser/traciniadminpanelplugin/0.12/safe-restrictions.ini
de: Dieser Abschnitt wird zur Speicherung von Einstellungen für den Sicherheitsmanager des TracIniAdminPanel-Plugins genutzt. Eine Beispielkonfiguration ist unter http://trac-hacks.org/browser/traciniadminpanelplugin/0.12/safe-restrictions.ini zu finden.

source: Defines the valid characters for a section name or option name in `trac.ini`. Must be a valid regular expression. You only need to change these if you have plugins that use some strange section or option names.
de: Definiert die gültigen Zeichen für einen Abschnitts- oder Optionsnamen in `trac.ini`. Es muss ein regulärer Ausdruck sein. Dies muss nur geändert werden, wenn Plugins seltsame Abschnitts- oder Optionsnamen nutzen.

source: Defines the security manager that specifies whether the user has access to certain options.
de: Definiert einen Sicherheitsmanager, der festlegt, ob ein Nutzer Zugang zu speziellen Optionen hat.

source: Defines option fields (as `section-name|option-name`) that represent passwords. Password input fields are used for these fields. Note the fields specified here are taken additionally to some predefined fields provided by the ini editor.
de: Definiert Optionsfelder (als `Abschnittsname|Optionsname`), welche Passwörter repräsentieren. Für diese werden Passworteingabefelder verwendet. Bitte beachten, dass die hier definierten Felder zusätzlich zu den im Editor vordefinierten Feldern verwendet werden.

source: This section is used to handle configurations used by TracIniAdminPanel plugin.
de: Dieser Abschnitt wird für Einstellungen des TracIniAdminPanel-Plugins genutzt.
fr: Cette section est utilisée pour gérer les configurations utilisées par le plugin TracIniAdminPanel.

source: General
de: Allgemein
fr: Général

source: trac.ini Editor
de: Ini-Editor
fr: Editeur pour le fichier trac.ini

source: The section "components" can't be edited with the ini editor.
de: Der Abschnitt "components" kann mit dem Ini-Editor nicht geändert werden.
fr: La section "composants" ne peut pas être éditée avec l'éditeur de ini.

source: The section name %s is invalid.
de: Der Abschnittsname %s is ungültig.
fr: Le nom de section %s est invalide.

source: Security manager could not be initated. %s
de: Sicherheitsmanager konnte nicht initialisiert werden. %s
fr: Le gestionnaire de sécurité n'a pas pu être initialisé. %s

source: The section name was empty.
de: Der Abschnittsname war leer.
fr: Le nom de section était vide.

source: Section %s has been created. Note that you need to add at least one option to store it permanently.
de: Abschnitt %s wurde erstellt. Bitte beachten, dass mindestens eine Option erstellt werden muss, damit der Abschnitt permanent gespeichert wird.
fr: La section %s a été créée. Notez que vous devez créer au moins une option pour l'enregistrer définitivement.

source: The section already exists.
de: Der Abschnitt existiert bereits.
fr: Cette section existe déjà.

source: Changes for section %s have been applied.
de: Änderungen für Abschnitt %s wurden vorgenommen.
fr: Les changements pour la section %s ont été appliqués.

source: No changes have been applied.
de: Es wurden keine Änderungen gemacht.
fr: Aucun changement n'a été appliqué.

source: Changes have been applied.
de: Änderungen wurden vorgenommen.
fr: Les changements ont été appliqués.

source: Your changes for section %s have been discarded.
de: Die Änderungen für Abschnitt %s wurden verworfen.
fr: Vos changement pour la section %s ont été abandonnés.

source: All changes have been discarded.
de: Alle Änderungen wurden verworfen.
fr: Tous les changements ont été abandonnés.

source: The option name %s is invalid.
de: Der Optionsname %s ist ungültig.
fr: Le nom d'option %s est invalide.

source: The new option %s could not be added due to security restrictions.
de: Die neue Option %s konnte aus Sicherheitsgründen nicht hinzugefügt werden.
fr: La nouvelle option %s n'a pas pu être ajoutée à cause de restrictions de sécurité.

source: The new fields have been added to section %s.
de: Die neuen Felder wurden zum Abschnitt %s hinzugefügt.
fr: Les nouveaux champs ont été ajoutés à la section %s.

source: No new fields have been added.
de: Es wurden keine neuen Felder hinzugefügt.
fr: Aucun nouveau champ n'a été ajouté.

source: You have unsaved changes in this section. Do you still want to change the section?
de: Es existieren ungespeicherte Änderungen in dieser Sektion. Wollen Sie die Sektion wirklich wechseln?
fr: Vous avez des changements non sauvegardés dans cette section. Voulez-vous toujours changer de section ?

source: Modified: %(mod)d | Defaults: %(def)d | Options count: %(opt)d
de: Geändert: %(mod)d | Standard: %(def)d | Optionsanzahl: %(opt)d
fr: Modifié(s) : %(mod)d | Défaut(s) : %(def)d | Nombre d'options : %(opt)d

source: password
de: Passwort
fr: mot de passe

source: The default value for option "%s" in section "%s" is invalid. Reason: %s
de: Der Standardwert für Option "%s" in Abschnitt "%s" ist ungültig. Grund: %s
fr: La valeur par défaut "%s" dans la section "%s" est invalide. Motif : %s

source: The value for option "%s" in section "%s" is invalid. Reason: %s
de: Der Wert für Option "%s" in Abschnitt "%s" ist ungültig. Grund: %s
fr: La valeur pour l'option "%s" dans la section "%s" est invalide. Motif : %s

source: Edit Trac Settings (trac.ini)
de: Trac-Einstellungen ändern (trac.ini)
fr: Editer les Paramètres Trac (trac.ini)

source: Allows you to edit the trac.ini file.<br/><i>Note:</i> To "delete" an option from the trac.ini file, just set it to its default value.
de: Erlaubt es die Datei trac.ini zu bearbeiten.<br/><i>Achtung:</i> Zum "Löschen" einer Option in der Datei trac.ini muss diese einfach auf Ihren Standardwert gesetzt werden.
fr: Permet d'éditer le fichier trac.ini.<br/><i>Note:</i> Pour "effacer" une option du fichier trac.ini, mettez la simplement à sa valeur par défaut.

source: Change Section
de: Abschnitt ändern
fr: Changer de section

source: Section name:
de: Abschnittsname:
fr: Nom de section :

source: select section
de: Abschnitt wählen
fr: sélectionner section

source: all sections
de: Alle Abschnitte
fr: toutes les sections

source: Show Section
de: Abschnitt zeigen
fr: Montrer la section

source: Warning: Changing the section discards all unsaved changes.
de: Warnung: Das Wechseln des Abschnitts verwirft alle ungespeicherten Änderungen.
fr: Attention : Changer de section abandonne toutes les modifications non sauvegardées.

source: Add New Section
de: Neuen Abschnitt hinzufügen
fr: Ajouter une Nouvelle Section

source: Add Section
de: Abschnitt hinzufügen
fr: Ajouter une Nouvelle Section

source: Warning: Adding a new section discards all unsaved changes.
de: Warnung: Das Hinzufügen eines Abschnitts verwirft alle ungespeicherten Änderungen.
fr: Attention : Ajouter une nouvelle section abandonne toutes les modifications non sauvegardées.

source: Default
de: Standard
fr: Défaut

source: Value
de: Wert
fr: Valeur

source: <b>Note:</b> This section is essentially <b>empty and won't persist</b> unless a not-default value is specified for at least one option in this section.
de: <b>Achtung:</b> Dieser Abschnitt ist <b>leer und wird nicht bestehen bleiben</b>, sofern nicht mindestens eine Option mit einem Nicht-Standardwert in dem Abschnitt definiert wird.

source: Options count:
de: Optionsanzahl:
fr: Nombre d'options :

source: Modifiable Options
de: Änderbare Optionen
fr: Options éditables

source: Read-only Options
de: Änderungsgeschützte Optionen
fr: Options en lecture seule

source: true
de: wahr
fr: vrai

source: false
de: falsch
fr: faux

source: <b>Note:</b> This option represents <b>a password</b>. Therefore the value of this field is intentionally empty. To change the password, simply enter it. To keep the current password keep this field empty."
de: <b>Achtung:</b> Diese Option repräsentiert <b>ein Passwort</b>. Deswegen ist der Wert des Feldes bewusst leer. Um das Passwort zu wechseln einfach ein neues Passwort eingeben. Zum Erhalten des alten Passwortes das Feld leer lassen.

source: <b>Note:</b> This option is a <b>custom option</b>. It will be <b>completely deleted</b> if it's set to its default value. To keep it you need to assign a (non-empty) value to it.
de: <b>Achtung:</b> Diese Option ist eine <b>freie Option</b>. Sie wird <b>komplett gelöscht</b> wenn sie auf den Standardwert gesetzt wird. Um sie zu erhalten muss sie auf einen (nicht-leeren) Wert gesetzt werden.

source: Description:
de: Beschreibung:

source: Type:
de: Typ:

source: list (separated by '%(separation)s')
de: Liste (getrennt durch '%(separation)s')

source: file system path
de: Dateisystempfad

source: file system path relative to the Trac env
de: Dateisystempfad relativ zur Tracumgebung

source: one component implementing '%(name)s'
de: Eine Komponente für '%(name)s'

source: ordered list of components implementing '%(name)s' (comma separated)
de: Geordnete Liste von Komponenten für '%(name)s' (kommagetrennt)

source: Access:
de: Zugriff:

source: Default value:
de: Standardwert:

source: <hidden>
de: <versteckt>

source: <none>
de: <leer>

source: Currently stored value:
de: Gespeicherter Wert:

source: <default value>
de: <Standardwert>

source: Hidden Options
de: Versteckte Optionen
fr: Options cachées

source: Due to security restrictions there is one option marked as hidden in this section.
de: Aus Sicherheitsgründen wurde in diesem Abschnitt eine Option als versteckt markiert.
fr: Une option est marquée en tant que cachée dans cette section à cause des restrictions de sécurité.

source: Due to security restrictions there are %(options)s options marked as hidden in this section.
de: Aus Sicherheitsgründen wurden in diesem Abschnitt %(options)s Optionen als versteckt markiert.
fr: Il y a %(options)soption(s) marquée(s) en tant que cachée(s) dans cette section à cause des restrictions de sécurité.

source: Apply changes
de: Änderungen anwenden
fr: Appliquer les changements

source: Applies the changes from this section.
de: Änderungen dieses Abschnitts anwenden.
fr: Appliquer les changements de cette section.

source: Discard changes
de: Änderungen verwerfen
fr: Abandonner les changements

source: Discards the changes from this section. Also removes custom options, if they still have their default value.
de: Verwirft die Änderungen dieses Abschnitts. Außerdem werden freie Optionen entfernt, wenn diese noch ihren Standardwert haben.
fr: Abandonner les changements de cette section. Enlève également les options personnalisées si elles ont leur valeur par défaut.

source: Options to be added to this section; comma-separated
de: Zu diesem Abschnitt hinzuzufügende Optionen; kommagetrennt
fr: Options à ajouter à cette section; séparées par des virgules

source: Add options
de: Optionen ergänzen
fr: Ajouter les options

source: Adds the specified options to this section
de: Fügt die angegebenen Optionen zu diesem Abschnitt hinzu
fr: Ajouter les options spécifiées à cette section

source: int
de: Zahl

source: choice
de: Auswahl
fr: choix

source: readonly
de: nur lesbar
fr: lecture seule

source: hidden
de: versteckt
fr: caché

source: modifiable
de: änderbar
fr: éditable

source: text
fr: texte

source: Name
fr: Nom
