Repository: lkraav/trac-hacks
Catalog: screenshotsplugin/1.2/tracscreenshots/locale/*/LC_MESSAGES/tracscreenshots.po
Languages: cs

source: Screenshots
cs: Screenshoty

source: Main navigation bar button title.
cs: Titulek hlavního navigačního menu.

source: Meta navigation bar link title.
cs: Titulek kontextového navigačního menu.

source: List of screenshot file extensions that can be uploaded. Must be supported by PIL.
cs: Seznam přípon souborů, které mohou být nahrány. Musí být podporovány knihovnou PIL.

source: List of allowed formats for screenshot download.
cs: Seznam formátů, ve kterých mohou být screenshoty staženy.

source: Default format for screenshot download links.
cs: Výchozí formát pro odkazy na stažení screenshotů.

source: List of components enabled by default.
cs: Seznam komponent zobrazených jako výchozí.

source: List of versions enabled by default.
cs: Seznam verzí zobrazených jako výchozí.

source: Logical relation between component and version part of screenshots filter.
cs: Výchozí logická operace mezi filtrem komponent a verzí.

source: List of names of database fields that are used to sort screenshots.
cs: Seznam názvů databázových sloupců použitých pro řazení screenshotů.

source: List of ordering directions for fields specified in {{{default_orders}}} configuration option.
cs: Seznam směrů řazení pro databázové sloupce definované v konfigurační volbě {{{default_orders}}}.

source: Requested screenshot format that is not allowed.
cs: Požadovaný formát screenshotu není povolen.

source: Requested format not allowed.
cs: Požadovaný formát není povolen.

source: Screenshot not found.
cs: Screenshot nenalezen.

source: Edited screenshot not found.
cs: Editovaný screenshot nenalezen.

source: Error deleting screenshot. Original error message was: %s
cs: Chyba při mazání screenshotu. Původní chybová zpráva byla: %s

source: Error storing file. Is directory specified in path config option in [screenshots] section of trac.ini existing? Original error message was: %s
cs: Chyba při ukládání souboru. Existuje adresář definovaný v konfigurační volbě path v sekci [screenshots] souboru trac.ini? Původní chybová zpráva byla:

source: Deleted screenshot not found.
cs: Screenshot pro smazání nenalezen.

source: No screenshots renderer enabled. Enable at least one.
cs: Není povolena žádná komponenta zobrazující screenshoty. Zapněte alespoň jednu.

source: No screenshots renderer enabled
cs: Není povolena žádná komponenta zobrazující screenshoty.

source: No file uploaded.
cs: Žádný soubor nebyl nahrán.

source: Can't upload empty file.
cs: Nelze nahrát prázdný soubor.

source: Unsupported uploaded file type.
cs: Nahraný soubor je nepodporovaného typu.

source: Path where to store uploaded screenshots.
cs: Cesta, kde se mají ukládat nahrané screenshoty.

source: Number of screenshot preview rows.
cs: Počet řádků s náhledy screenshotů.

source: Number of screenshot columns.
cs: Počet sloupců s náhledy screenshotů.

source: Width of screenshot preview.
cs: Šířka náhledu screenshotu.

source: Height of screenshot preview.
cs: Výška náhledu screenshotu.

source: Matrix View
cs: Maticové zobrazení

source: Additional tags that will be created for submitted screenshots. Possible values are: author, components, versions, name, description.
cs: Seznam přídavných tagů, které budou přidány odeslaným screenshotům. Možné hodnoty jsou: author, components, versions, name, description.

source: Screenshots changes
cs: Screenshot byl změněn.

source: New screenshot %(name)s created
cs: Byl vytvořen nový screenshot %(name)s

source: Template for embended image description.
cs: Šablona pro popis vloženého obrázku se screenshotem.

source: Default format of list item description of ![[ScreenshotsList()]] macro.
cs: Výchozí formát pro zobrazení popisů v seznamu screenshotů makrem ![[ScreenshotsList()]].

source: Allows embed screenshot image in wiki page. First mandatory argument is ID of the screenshot. Number or image attributes can be specified next: * {{{align}}} - Specifies image alignment in wiki page. Possible values are: {{{left}}}, {{{right}}} and {{{center}}}. * {{{alt}}} - Alternative description of image. * {{{border}}} - Sets image border of specified width in pixels. * {{{class}}} - Class of image for CSS styling. * {{{description}}} - Brief description under the image. Accepts several variables (see bellow). * {{{format}}} - Format of returned image or screenshot behind link. * {{{height}}} - Height of image. Set to 0 if you want original image height. * {{{id}}} - ID of image for CSS styling. * {{{longdesc}}} - Detailed description of image. * {{{title}}} - Title of image. * {{{usemap}}} - Image map for clickable images. * {{{width}}} - Width of image. Set to 0 if you want original image width. Attribute {{{description}}} displays several variables: * {{{$id}}} - ID of image. * {{{$name}}} - Name of image. * {{{$author}}} - User name who uploaded image. * {{{$time}}} - Time when image was uploaded. * {{{$file}}} - File name of image. * {{{$description}}} - Detailed description of image. * {{{$width}}} - Original width of image. * {{{$height}}} - Original height of image. * {{{$tags}}} - Comma separated list of screenshot tags. * {{{$components}}} - Comma separated list of screenshot components. * {{{$versions}}} - Comma separated list of screenshot versions. Example: {{{ [[Screenshot(2,width=400,height=300,description=The $name by $author: $description,align=left)]] }}}
cs: Umožňuje vložit obrázek se screenshotem na stránku wiki. První, povinný parametr je ID screenshotu. Pak mohou následovat tyto další parametry: * {{{align}}} - Definuje zarovnání obrázku na stránce wiki. Možné hodnoty jsou: {{{left}}}, {{{right}}} and {{{center}}}. * {{{alt}}} - Alternativní popis obrázku. * {{{border}}} - Nastaví šířku okraje obrázku v pixelech. * {{{class}}} - CSS třída obrázku pro další stylování. * {{{description}}} - Krátký popis pod obrázkem. Je možno použít několik proměnných (viz. níže). * {{{format}}} - Formát pro obrázek za odkazem. * {{{height}}} - Výška obrázku. Natavte 0, pokud chcete původní velikost. * {{{id}}} - ID of image for CSS styling. * {{{longdesc}}} - Detailní popis obrázku. * {{{title}}} - Titulek obrázku. * {{{usemap}}} - Obrázková mapa pro interaktivní obrázky. * {{{width}}} - Šířka obrázku. Nastavte 0, pokud chcete původní velikost. Parametr {{{description}}} umožňuje zobrazit několik proměnných: * {{{$id}}} - ID screenshotu. * {{{$name}}} - Jméno screenshotu. * {{{$author}}} - Jméno uživatele, který screenshot nahrál. * {{{$time}}} - Čas, kdy byl screenshot nahrán. * {{{$file}}} - Název souboru obrázku screenshotu. * {{{$description}}} - Detailní popis screenshotu. * {{{$width}}} - Původní šířka obrázku screenshotu. * {{{$height}}} - Původní výška obrázku screenshotu. * {{{$tags}}} - Seznam tagů screenshotu oddělených čárkami. * {{{$components}}} - Seznam komponent screenshotu oddělených čárkami. * {{{$versions}}} - Seznam verzí screenshotu oddělených čárkami. Příklad: {{{ [[Screenshot(2,width=400,height=300,description=Obrázek $name od $author: $description,align=left)]] }}}

source: Displays list of all available screenshots on wiki page. Accepts one argument which is template for list items formatting. Possible variables in this template are: * {{{$id}}} - ID of image. * {{{$name}}} - Name of image. * {{{$author}}} - User name who uploaded image. * {{{$time}}} - Time when image was uploaded. * {{{$file}}} - File name of image. * {{{$description}}} - Detailed description of image. * {{{$width}}} - Original width of image. * {{{$height}}} - Original height of image. * {{{$tags}}} - Comma separated list of screenshot tags. * {{{$components}}} - Comma separated list of screenshot components. * {{{$versions}}} - Comma separated list of screenshot versions. Example: {{{ [[ScreenshotsList($name - $description ($widthx$height))]] }}}
cs: Zobrazí seznam všech dostupných screenshotů na stránce wiki. Jediný parametr makra je šablona pro formát zobrazení popisu screenshotu V šabloně lze použít tyto proměnné: * {{{$id}}} - ID screenshotu. * {{{$name}}} - Jméno screenshotu. * {{{$author}}} - Jméno uživatele, který screenshot nahrál. * {{{$time}}} - Čas, kdy byl screenshot nahrán. * {{{$file}}} - Název souboru obrázku screenshotu. * {{{$description}}} - Detailní popis screenshotu. * {{{$width}}} - Původní šířka obrázku screenshotu. * {{{$height}}} - Původní výška obrázku screenshotu. * {{{$tags}}} - Seznam tagů screenshotu oddělených čárkami. * {{{$components}}} - Seznam komponent screenshotu oddělených čárkami. * {{{$versions}}} - Seznam verzí screenshotu oddělených čárkami. Příklad: {{{ [[ScreenshotsList($name - $description ($widthx$height))]] }}}

source: No permissions to see screenshots.
cs: Nemáte oprávnění vidět screenshoty.

source: Missing screenshot ID in macro arguments.
cs: V parametrech makra chybí ID screenshotu.

source: Add Screenshot
cs: Přidat screenshot

source: Edit Screenshot
cs: Upravit screenshot

source: Name:
cs: Jméno:

source: Description:
cs: Popis:

source: Image File:
cs: Soubor s obrázkem:

source: Additional tags:
cs: Přídavné tagy:

source: Components:
cs: Komponenty:

source: Versions:
cs: Verze:

source: Priority (number 0..x):
cs: Priorita (číslo 0..x):

source: Submit
cs: Odeslat

source: Cancel
cs: Zrušit

source: Description
cs: Popis

source: %(name)s, %(width)sx%(height)s (added by %(author)s, %(time)s ago)
cs: %(name)s, %(width)sx%(height)s (přidal %(author)s, před %(time)s)

source: Edit
cs: Upravit

source: Delete
cs: Smazat

source: Page
cs: Strana

source: First Page
cs: První stránka

source: Previous Page
cs: Předchozí stránka

source: Go
cs: Přejít

source: Next Page
cs: Další stránka

source: Last Page
cs: Poslední stránka

source: Add
cs: Přidat

source: Order
cs: Řazení

source: %(index)s. field
cs: %(index)s. sloupec

source: Name
cs: Jméno

source: Author
cs: Autor

source: Time
cs: Čas

source: Priority
cs: Priorita

source: Ascending
cs: Vzestupně

source: Descending
cs: Sestupně

source: Apply order
cs: Aplikovat řazení

source: Display filter
cs: Filtr zobrazení

source: Components
cs: Komponenty

source: All
cs: Vše

source: None
cs: Žádná

source: AND
cs: A

source: OR
cs: NEBO

source: Versions
cs: Verze

source: Apply filter
cs: Aplikovat filtr
